{
    "posts": [
        {
            "title": "Um teste",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zqb86j",
            "num_comments": 1,
            "comments": [
                "Linda!"
            ]
        },
        {
            "title": "Somente Drone - Drone ride Inspiração",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zpstgt",
            "num_comments": 0
        },
        {
            "title": "Vale a pena pegar uma Sony A200 por 400 conto?",
            "selftext": "Eu peguei uma L810 da Nikon (daquelas Superzoom) por 100 conto, baratinho, só pra ver se gostava de fotografar. Acabei que gostei, mesmo, mas a câmera tem foco automático e é uma porcaria. Pra desfocar só se estiver com o zoom no talo, e nem sempre ela foca direito.\n\nEu achei uma Sony Alfa 200 vendendo na internet por 400 reais, daquelas que dá pra trocar de lente, e queria se valeria a pena eu trocar de câmera. Aí eu pego essa que eu comprei e revendo. O que acham?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zp0698",
            "num_comments": 7,
            "comments": [
                "Eu não iria simplesmente por ser uma câmera já antiga e o preço por mais que não esteja caro não está barato também(você achar normalmente por 400/450 na internet).\nO estilo de mount A não é dos meus favoritos, ele já até foi descontinuado(nos EUA) e substituido pelo mount E.\nEu economizaria e compraria uma camera mais recente no futuro, ou alguma que ainda mantém um padrão de mount atual, pois comprar lente usada de mount descontinuado ultimamente tem sido trabalhoso."
            ]
        },
        {
            "title": "Passar duas semanas na praia com a minha DSLR é o suficiente pra maresia etc danificá-la?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zoiub5",
            "num_comments": 8,
            "comments": [
                "Não sei o modelo da sua DSLR, mas geralmente elas tem certo nível de selagem contra o clima. E mesmo os níveis de selagem. Mais básicos dessas câmeras são melhores que os de celular da vida. Eu não me preocuparia tanto.\n\nMinha maior preocupação em praia é areia, já que arranha componentes da lente fácil. Não ande sem filtro por lá. Tirando isso despreocupa e tire muitas fotos.",
                "Relaxa, como o amigo já comentou, não tem tanto perigo, o maior problema é a areia(tanto no espelho quanto na lente), e cuidado com o calor, o excesso de calor pode danificar tanto a câmera, quanto desalinhar os componentes internos da lente.\n\nRecomendo uso de filtro uv ou skylight para a proteção do elemento frontal da lente.",
                "Cara, eu já fiz isso recentemente e não deu nada sem cuidados fora do comum.",
                "Creio eu que não , obviamente você não vai deixar partes expostas como vidros das lentes e sensores ou muito menos a câmera ao ar livre , mas depois de utilizar e sempre bom passar um paninho nem que seja umedecido pra tirar a maresia"
            ]
        },
        {
            "title": ".",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zl4gtx",
            "num_comments": 0
        },
        {
            "title": "Apaguei as fotos",
            "selftext": "Eu recentemente fiz uma viagem com uns amigos meus, e tirei algumas fotos para eternizar. \n\nDurante a viagem realizei uma filmagem do rolo da câmara para uma publicação. \n\nHoje decidi ligar o meu pc e passar as fotos para o pc e realizar a seleção e edição das mesmas. \n\nAo enviar as fotos aos meus meus amigos eles pedir determinadas fotos que não constavam na pasta das fotos já passadas para o pc… ent decidi ir à procura e foi ent que me deparei com o tal vídeo e realmente no vídeo constam as tais fotos que me pediram… bom a questão aqui é, ao passar as fotos para o pc após a finalização da passagem apaguei as originais da câmara… tem como conseguir recuperar!?? Tou mesmo triste e apercebi me dessa burrice minha tarde de mais. \n\nP.S eu nunca apago de imediato as fotos originais da câmara sem antes confirmar mas como eram tao poucas decidi não verificar…",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zjxwzd",
            "num_comments": 2,
            "comments": [
                "Tem sim como recuperar! \n\nSó seguir os passos abaixo:\n\n1° NÃO ENTRE EM PÂNICO!!\n\n2° Não tire nenhuma foto nova nesse dispositivo de armazenamento.\n\n3° Baixe o programa chamado Recuva no seu computador (que estou pressupondo que vc tem Windows).\n\n4° Conecte o seu dispositivo de armazenamento no PC (se for um cartão de memória insira direto que é mais rápido, notebooks costumam ter entrada para cartão).\n\n5° O programa é bem intuitivo, mas na dúvida tu me manda um pv que te ajudo a configurar sem nenhum problema.\n\n6° Deixe o programa fazer a mágica e no final temos bastante fotos recuperada (depende de alguns fatores, tempo que tu apagou e quantas fotos novas tu \"gravou por cima\").\n\nBoa sorte e me disponho para eventuais dúvidas",
                "Eu já usei o photorec e consegui recuperar 4GB de fotos uma vez. E o cartão já tinha sido até formatado"
            ]
        },
        {
            "title": "Recuerdos de Beirut",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zirqok",
            "num_comments": 0
        },
        {
            "title": "A Fotografia do Filme Nada de Novo no Front",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zi0da5",
            "num_comments": 2,
            "comments": [
                "Mt legal ver que nada é por acaso nas cenas, TD bem pensado pra transmitir uma sensação"
            ]
        },
        {
            "title": "Conserto de slot de camera, saindo por 600 reais",
            "selftext": "Pessoal, preciso de uma mega ajuda.\n\nO slot do cartão de memória da minha Canon Rebel t6i quebrou e passei pra um cara consertar, ele fez o orçamento e ficou 600 reais no total.\n\nAcham que ele está me passando a perna ou é caro assim mesmo?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zgb1qp",
            "num_comments": 0
        },
        {
            "title": "onde aprender teoria de fotografia?",
            "selftext": "alguma recomendação de onde eu posso aprender teoria sobre fotografia? não sobre edição, mas sobre tirar fotos msm",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zescgt",
            "num_comments": 6,
            "comments": [
                "Livro: O Manual do Fotógrafo - John Hedgecoe  \nÉ antigo, fotografia analógica, mas vc vai virar um expert com esse livro. Ele é super completo. É incrível! Composição, tipo de câmeras, filtros, pra que serve, retrato, lentes. TUDO. E recomendo comprar pq vai e vem vc vai consultar ele.",
                "indico muito o canal 35 milímetros… tem alguns vídeos sobre composição, fotografia na prática de forma bem simples e acessível. \ntu se distrai e aprende umas diquinhas bacana!",
                "Ansel Adams.",
                "Compre o curso de composição do Professor Armando Vernaglia Jr",
                "Não lembrei de comentar antes, mas dependendo de onde você mora, a Canon de vez em quando (não sei como está agora) faziam uns cursos presenciais de fotografia e workshops, tem também alguns cursos online no site deles.  [https://www.loja.canon.com.br/pt/canonbr/canon-college-cursos](https://www.loja.canon.com.br/pt/canonbr/canon-college-cursos) \n\nSe você for bem com o ingles (ou quiser tentar o translator) aqui mesmo no reddit tem uma thread bem grande com diversos recursos, tanto gratuitos como pagos em [https://www.reddit.com/r/photography/comments/fq1od1/online\\_learning\\_resources\\_megathread/](https://www.reddit.com/r/photography/comments/fq1od1/online_learning_resources_megathread/)",
                "Tem alguns canais no YouTube que explicam muito bem."
            ]
        },
        {
            "title": "onde vcs acham que eu tirei essa foto?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zeqj6o",
            "num_comments": 3,
            "comments": [
                "Engenho dos Erasmos, Santos - SP",
                "Isso aí e Igatu BA",
                "Algum lugar de Minas Gerais"
            ]
        },
        {
            "title": "No meu serviço (sem efeito)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zeasw1",
            "num_comments": 0
        },
        {
            "title": "Por aí...",
            "selftext": ";)",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ze9bct",
            "num_comments": 7,
            "comments": [
                "A segunda foto tá simplesmente maravilhosa, OP!  \nTrabalho lindo demais!",
                "pq a segunda foto ta c a marca d'água cortada?",
                "É um sinal....",
                "Que lindo! Onde foram essas fotos?",
                "Nossa ficou incrível!! Meu novo hobby é tirar fotos agr que eu tenho um iPhone 13, a câmera é muito boa"
            ]
        },
        {
            "title": "Fui no cemitério domingo e...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ze8gak",
            "num_comments": 2,
            "comments": [
                "Belas fotos, adoro estética de cemitério.\n\nQual cemitério foi tirada a foto?"
            ]
        },
        {
            "title": "Viva",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ze5qag",
            "num_comments": 1,
            "comments": [
                "Que foto daora"
            ]
        },
        {
            "title": "🌸",
            "selftext": "Fonte: autoria própria",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zcmr6p",
            "num_comments": 2,
            "comments": [
                "Que bonita, você sabe o nome dessa flor?"
            ]
        },
        {
            "title": "Pôr do Sol",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zbt5eu",
            "num_comments": 0
        },
        {
            "title": "Iniciante",
            "selftext": "Não consigo ter um foco rápido,alguma dica ?\nCanon 60d\nLente:70-300",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zbrr2f",
            "num_comments": 0
        },
        {
            "title": "Qual flash comprar?",
            "selftext": "Tenho uma Canon T5i e quero comprar meu primeiro flash externo. Quais modelos considerar?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zbllyp",
            "num_comments": 3,
            "comments": [
                "Para quem não sabe para onde vai, qualquer caminho serve.\n\n1. Por que comprar um flash? Que tipo de fotografia te interessa que a luz natural ou o flash embutido da câmera não te permite fazer?\n2. Já considerou se uma lente mais rápida resolveria o teu problema?\n3. Qual é o orçamento para a compra do flash?\n4. Ele deve ser pronta entrega ou é possível esperar para recebê-lo?"
            ]
        },
        {
            "title": "Dodge Charge recém reformado",
            "selftext": "Vi aqui e resolvi registrar!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zb32ep",
            "num_comments": 3,
            "comments": [
                "dodge de respeito\n\nparabéns pela foto",
                "Lindo demais. Quase me dá vontade de tentar comprar outro carro antigo para reformar",
                "Wow! 🔥"
            ]
        },
        {
            "title": "A solidão urbana é real",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zb1sm2",
            "num_comments": 0
        },
        {
            "title": "Lua",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "zanzg2",
            "num_comments": 4,
            "comments": [
                "Nada mal, o noise tá meio forte, mas é comum isto, se tiver algum programa de edição pode diminuir ele, e aumentar a nitidez, se tiver computador tenta o darktable que é gratuito e falam bem dele.",
                "Por que f/20? Não perde nitidez por difração? Pergunto para tirar duvida mesmo.\nEu tirei umas fotos da lua esses dias e tive bons resultados em f5.6, velocidades acima de 1/125.\n\nEstão no meu Instagram @danilorossifotografia"
            ]
        },
        {
            "title": "Fujifilm FinePix SL300",
            "selftext": "Oi, pessoal! Tudo bem?  \nSou novo no sub e gostaria de tirar uma dúvida sobre essa câmera FinePix SL300. Achei ela em uma caixa de coisas velhas do meu irmão e queria saber se eu consigo ter resultados bacanas com ela. Não entendo nada de fotografia mas gostaria de aprender e no momento não tenho condições financeiras de investir em um equipamento mais novo. Obrigado desde já!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z80iay",
            "num_comments": 8,
            "comments": [
                "A verdade é que dá pra tirar foto boa com qualquer câmera, isso não é um impeditivo",
                "Olha, raw é interessante, é, mas se você for realmente editar as fotos, ajustes basicos dá pra fazer num jpg sem problemas tão grandes (note estou falando basicos) é uma camera superzoom, eu tive uma delas, a Fujigilme hs25exr, esta parece ser um pouco menos avançada que ela, mas acredito que o modo manual deve ter controles similares a uma dslr (o que vai permitir você a praticar o manual) aceita flash externo etc, se você já a tem em mãos, é uma boa pedida, minha unica duvida é quanto a bateria, que pode não estar em bom estado e pode ser dificil de encontrar (não verifiquei)\n\n&#x200B;\n\nEdit, notei que faltou uma palavra, o certo era *mas* ***só*** *se for realmente editar as fotos*"
            ]
        },
        {
            "title": "Pueden ver más fotos en mi instagram: max_.001",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z7ac3m",
            "num_comments": 0
        },
        {
            "title": "Segundo video",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z7a4ge",
            "num_comments": 0
        },
        {
            "title": "Mi primer video",
            "selftext": "Pueden ver más fotos en mi instagram: max_.001",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z7a0pf",
            "num_comments": 0
        },
        {
            "title": "foto tirada com celular, sem edição.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z79xzh",
            "num_comments": 0
        },
        {
            "title": "Mi primer video",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z79ubk",
            "num_comments": 0
        },
        {
            "title": "Brasilidade",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z75xbb",
            "num_comments": 0
        },
        {
            "title": "Interior Alegrete",
            "selftext": "Chácara Dna Maria RS",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z6zniw",
            "num_comments": 0
        },
        {
            "title": "Capela Tabuba CE",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z6zc34",
            "num_comments": 4,
            "comments": [
                "Dia de nossa Senhora das Graças?"
            ]
        },
        {
            "title": "Feira livre",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z6x71i",
            "num_comments": 5,
            "comments": [
                "Muito boa foto, adorei as cores e enquadramento, e principalmente a Luz.",
                "* Câmera: Canon EOS RP\n* Lente: RF24-105mm F4 L IS USM\n* 39mm\n* f/8\n* 1/50 s\n* ISO 400",
                "Saudade da Itália"
            ]
        },
        {
            "title": "[cross-post r/saopaulo] Grafiti Coexistência -Memorial da Fé, por Eduardo Kobra",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z6iyx9",
            "num_comments": 0
        },
        {
            "title": "Fernandópolis - SP",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z62s1z",
            "num_comments": 1,
            "comments": [
                "tudo nessa fotografia parece extremamente harmonizado!"
            ]
        },
        {
            "title": "Canon 6D + 50mm @f2.0",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z62qbt",
            "num_comments": 1,
            "comments": [
                "Nas fotos noturnas essa lente brilha muito, ficou ótima a foto!"
            ]
        },
        {
            "title": "Santos - SP",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z5tg44",
            "num_comments": 0
        },
        {
            "title": "Pôr do sol. Campos do Jordão - SP",
            "selftext": "iPhone 11, modo “live” ativo. Sou uma entusiasta amadora.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z5p6z9",
            "num_comments": 3,
            "comments": [
                "Que composição maravilhosa! Essa é pra imprimir num quadro bem grande e pendurar na parede da sala!",
                "Que foto incrível!!"
            ]
        },
        {
            "title": "Todo dia quando estou indo trabalhar eu vejo essa vista linda aqui em Goianira, Goiás.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z5ax06",
            "num_comments": 2,
            "comments": [
                "Você trabalha de noite?"
            ]
        },
        {
            "title": "Me",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z4xsvx",
            "num_comments": 1,
            "comments": [
                "Uau, Nice foto"
            ]
        },
        {
            "title": "Parque Ibirapuera",
            "selftext": "To longe de ser fotógrafo! Se tiverem sugestões ou dicas de como as fotos poderiam ser melhor tiradas ou editadas, por favor comentem! 😁",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z4q8dr",
            "num_comments": 0
        },
        {
            "title": "Por do sol no interior de sp",
            "selftext": "Tava dando um rolê com uma mina, ai a gente foi pra um lugar e observamos este por do sol maravilhosokk",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z4igkv",
            "num_comments": 2,
            "comments": [
                "Como se ainda tem sol agora?"
            ]
        },
        {
            "title": "Porto Velho, RO. 11.23.22, 12:04 (-8,750, -63,893)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z4f04g",
            "num_comments": 0
        },
        {
            "title": "Porto Velho, RO. 11.17.22, 13:52. (-8,758, -63,886)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z2qxxy",
            "num_comments": 0
        },
        {
            "title": "Porto Velho, RO. 11.20.22, 20:01.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z2a1y3",
            "num_comments": 0
        },
        {
            "title": "Porto Velho, RO. 11.21.22, 07:48",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z1t511",
            "num_comments": 0
        },
        {
            "title": "Queria compartilhar a vista da minha nova moradia em um intervalo de 1 mês após as chuvas…",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z0l2i9",
            "num_comments": 2,
            "comments": [
                "Brasília, OP?"
            ]
        },
        {
            "title": "Árvore com bunda no bauneareo atafona",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z0juuz",
            "num_comments": 0
        },
        {
            "title": "Prédio aleatório da Faria Lima",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z0ibt1",
            "num_comments": 0
        },
        {
            "title": "\"Donde hubo mu3rt3, nace la vida\"",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z0d9c0",
            "num_comments": 0
        },
        {
            "title": "Cidade de São Paulo vista por cima 📸",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z04adr",
            "num_comments": 2,
            "comments": [
                "Imagina a vista de baixo rsrs"
            ]
        },
        {
            "title": "Gosto muito dessa foto, mas os fios estragam 😕 Iphone 11pro",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "z03ddc",
            "num_comments": 6,
            "comments": [
                "Não achei hein, tá bonito do mesmo jeito.",
                "esse é o ponto. Parem de tirar os fios das fotos! Eles fazem parte, trabalhem com eles. Os fios estão senpre presentes, fazem parte de um consciente comum. Não é pra achar bonito, mas da pra gerar um aconchego com eles",
                "Odeio fios também em fotos lindas hahaha mas tá lindona mesmo assim!",
                "Dá pra remover os fios, mas dá um trabalhinho. Parabéns pela foto, ficou ótima!\n\nEu tenho uns cenários para fotografar aqui perto de casa que me desanimam por causa dos fios, também. Daí, uma vez eu tentei inverter o jogo incluir o fio intencionalmente [na foto](https://www.instagram.com/p/CkJm7sjPb0o/). Dei sorte que tinha um marimbondo pousado nele.",
                "Não acho que os fios atrapalharam, mas tenta o TouchRetouch pra removê-los se incomodam tanto",
                "os fios são um charme"
            ]
        },
        {
            "title": "Pôr do sol no Parque Ibirapuera!",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yzmmfe",
            "num_comments": 2,
            "comments": [
                "Muito lindo!"
            ]
        },
        {
            "title": "Só brincando com o foco da câmera",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yzizg0",
            "num_comments": 3,
            "comments": [
                "red dragon cobra, tenho um desse também",
                "¯⁠\\⁠_⁠(⁠ツ⁠)⁠_⁠/⁠¯",
                "/⁠ᐠ⁠｡⁠ꞈ⁠｡⁠ᐟ⁠\\"
            ]
        },
        {
            "title": "Eu quero ajudar mas não sei como",
            "selftext": "Gente não sei se vou ter atenção, e me perdoem por ser leigo, mas minha namorada é fotógrafa e hoje a lente dela entornou na parte do zoom, a que vai pra fora. Alguém já passou por isso ? Sabem como concertar?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yz3uds",
            "num_comments": 3,
            "comments": [
                "queria ajudar, mas não entendi absolutamente nada do que você falou",
                "Pelo que o OP falou, a lente da namorada dele varia o tamanho quando é dado um zoom. Se for uma lente tipo essa da foto, é uma Canon 18-55, uma lente que normalmente vem junto nos kits de câmeras de entrada.\n\nMinha sugestão é procurar uma assistência técnica na tua cidade, OP. Em geral, quando algo quebra ou entorta em algum equipamento fotográfico, são necessários mão de obra e equipamentos especializados para consertar o problema. Às vezes, esses consertos são bem caros em relação ao valor do equipamento. \n\nCaso não haja conserto (ou ele seja muito caro) e a lente com problema for mesmo uma 18-55 como a da foto, sugiro procurar uma outra lente do mesmo tipo para comprar. Dá pra encontrar na OLX ou Mercado Livre, dependendo da versão e da condição, por valores que variam de R$600 a R$900."
            ]
        },
        {
            "title": "Há dança sob o vão - FAU, USP",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yxyv4t",
            "num_comments": 0
        },
        {
            "title": "FLASH NÃO DISPARA ? NÃO LIGA ? PAROU DE FUNCIONAR ? - Erro E3 Godox SK400",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yxw9zj",
            "num_comments": 0
        },
        {
            "title": "Escadinha maneira",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yxvg3n",
            "num_comments": 3,
            "comments": [
                "* Câmera: Canon EOS RP\n* Lente: RF24-105mm F4 L IS USM\n* 24mm\n* f/8\n* 1/40 s\n* ISO 800",
                "Linda! onde é?"
            ]
        },
        {
            "title": "Sem medo de ser feliz - 35mm",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yxtj9p",
            "num_comments": 0
        },
        {
            "title": "Novato de 45 anos aqui. Feliz de poder estar na comunidade!",
            "selftext": "Bom dia pessoal,\n\nNão sou fotógrafo, mas comecei a me interessar pelo assunto recentemente para fazer as fotos dos artesanatos da minha esposa, e agora estou querendo aprender e até comprar alguns equipamentos. Meu foco é **foto de sabonetes** artesanais para o Insta dela e para o e-commerce que vamos fazer ano que vem.\n\nInicialmente vou continuar continuando a usar meu celular para fazer as fotos, mas queria comprar algumas coisas:\n\n* Tripé de qualidade, achei esses da K&F Concept nesse link e achei bom o preço ( [https://br.kentfaith.com/KF09.086\\_94%22-240cm-trip%C3%A9-de-viagem-leve-em-alum%C3%ADnio-monop%C3%A9-com-cabe%C3%A7a-esf%C3%A9rica-de-360%C2%B0---t254a8-bh-28lsa254t1](https://br.kentfaith.com/KF09.086_94%22-240cm-trip%C3%A9-de-viagem-leve-em-alum%C3%ADnio-monop%C3%A9-com-cabe%C3%A7a-esf%C3%A9rica-de-360%C2%B0---t254a8-bh-28lsa254t1)), mas fico com receio de comprar nesses sites gringos, alguém já comprou? Deu certo?\n* Iluminação, pensei em começar com um tripé, e uma Octabox + SL60W da Godox, o que acham? Dá para importar isso do AliExpress?\n\nImagino que são perguntas bem básicas, mas se alguém tiver qualquer dica, eu ficaria feliz.\n\n&#x200B;\n\n&#x200B;",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yxq6dr",
            "num_comments": 3,
            "comments": [
                "Eu tenho o tripé TC2534 da K&F Concept desde janeiro de 2022. Comprei direto no site deles. Fui pego pela receita e tive que pagar imposto, mas sei de gente que recebeu o mesmo tripé, comprado no mesmo site, sem pagar nada extra.\n\nÉ um tripé excelente. Já viajei com ele para a Patagônia e para o interior do RN. O tripé é relativamente leve e pequeno quando recolhido. Extendido, tem 1,68m de altura. É super estável com a minha câmera e lentes profissionais pesadas. O manual diz que suporta até 10kg, mas nunca cheguei a colocar toda essa carga. É de fibra de carbono e tem um acabamento super bonito.\n\nAlém do tripé, também tenho filtros ND da K&F. Digo isso porque é uma marca na qual confio. O equipamento que eles fazem não é o melhor do mercado, mas é mais do que o suficiente para um hobbysta exigente como eu. É o melhor custo benefício que encontrei em relação a acessórios para fotografia.\n\nNão tenho como opinar sobre iluminação, pois minhas fotos são todas tiradas com iluminação natural.",
                "Cri.... Cri.... Cri..."
            ]
        },
        {
            "title": "outro dia se vai...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yxacu5",
            "num_comments": 3,
            "comments": [
                "Foto bonita, que cidade é essa?",
                "Que vibe boa que senti ao ver essa foto."
            ]
        },
        {
            "title": "Inspiração para suas fotografias!",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yx9sc6",
            "num_comments": 0
        },
        {
            "title": "qual câmera comprar?",
            "selftext": "Quero começar a tirar algumas fotos, nada profissional e gostaria de uma câmera de qualidade razoável e não muito cara se possível, alguma indicação de câmera ou de lugar pra encontrar em SP?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yw5ctb",
            "num_comments": 8,
            "comments": [
                "tudo varia com seu orçamento",
                "Eu recomendaria as Canon SL2 ou SL3. Mas tem a série Rebel, que eu gosto. Tenho uma T5i e me dou bem com ela."
            ]
        },
        {
            "title": "Vale a pena comprar?",
            "selftext": "Opa, estou pretendendo comprar uma câmera para fazer vídeos melhores (freelance para pequenas empresas por exemplo, e curtas para minha faculdade);\nMeu amigo está vendendo a CANON SL3 dele, perfeita para o que eu quero, o valor dela é 4.800,00, ela possuí 9.000 cliques, menos de 2 anos de uso, vem com uma lente 50 mm, além da do kit, e um SD de 64 GB.\nEsta mesma câmera está por 4.800,00 no site da CANON, sem incluir a lente e o SD, porém nova e com 2 anos de garantia. O combo com a lente fica 5.600,00.\nConsiderando o custo benefício como o maior ponto, qual devo comprar?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yw1ewb",
            "num_comments": 10,
            "comments": [
                "Vou na mesma do amigo do outro comentário, iria de câmera nova, a lente não justifica a diferença do preço. E num pior cenário você nunca sabe se vai ter que acionar a garantia.",
                "Eu iria na nova com garantia. A 50mm você compra usada bem mais barato que esses R$800,00 de diferença da Canon. \nE se quiser, tenho um cupom da loja oficial da Canon que deve abaixar mais umas 150 reais esses preços",
                "Cara, 9 mil cliques não é nada. Se for  ver apenas isso, ela está zerada. Aí, o ideal seria alguém com mais experiência analisar as marcas de uso e tal. Agora, se for parar pra pensar no custo-benefício, a nova parece ser ainda mais interessante. O SD eu não recomendo micro, compre um SD do tamanho grande mesmo, como [este aqui](https://produto.mercadolivre.com.br/MLB-2909988285-carto-memoria-sdxc-64gb-canvas-go-plus-170mbs-kingston-_JM?matt_tool=39437454&matt_word=&matt_source=google&matt_campaign_id=14303413652&matt_ad_group_id=125956125319&matt_match_type=&matt_network=g&matt_device=c&matt_creative=543112166618&matt_keyword=&matt_ad_position=&matt_ad_type=pla&matt_merchant_id=665673950&matt_product_id=MLB2909988285&matt_product_partition_id=1415182915343&matt_target_id=aud-395642386021:pla-1415182915343&gclid=CjwKCAiAjs2bBhACEiwALTBWZVlhBzta2UiXyW5S04DQ5PzgbQWDmlCI4GXyvMhLbsNT8c5Vp2P50RoCjooQAvD_BwE).\n\nVocê disse que quer uma câmera para vídeos melhores, certo? Qual a sua atual? E você precisa extamente de quais recursos que não tem na sua? Assim, fica mais fácil a gente conseguir analisar qual ou quais seriam modelos melhores em vez de você comprar a SL3 apenas pela ocasião :3",
                "Eu compraria a nova, pela garantia\n\nTendo o intuito de apenas gravar vídeos, você precisa de uma câmera com lentes intercambiáveis? \n\nEu tenho a SL3 e ela é excelente, mas eu uso ela apenas para fotografar. Se quisesse gravar vídeos, eu escolheria uma compacta como a powershot g7x mark II da Canon\n\nNão esquece de checar entrada pra microfone e o encaixe pra flash antes de comprar (a Canon fez uma mudança na sapata do flash da SL3)",
                "Cara, pra vídeo acho que seria MUITO mais vantajoso você pegar uma mirrorless, principalmente se for Sony. Tem muuuita lente boa e barata pro E-mount (Viltrox etc) e o desempenho com pouca luz é o melhor. Uma a6500 ou similar acho que vc consegue pagando um pouquinho mais. A Canon também tá largando mão do EF mount, tanto é que lente boa e atualizada só RF agora, até a cinquentinha RF tá uma maravilha."
            ]
        },
        {
            "title": "TOP 3 FLASH TOCHA DE ESTÚDIO PROFISSIONAL ATÉ 1 MIL REAIS",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yw09vz",
            "num_comments": 0
        },
        {
            "title": "final da tarde de hoje após um temporal",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yvll07",
            "num_comments": 2,
            "comments": [
                "Lindona. Já pode postar no r/outrun",
                "One minute after storm(2022)\n\n\nAdoro esse tipo de clima."
            ]
        },
        {
            "title": "Dicas de onde vender equipamento",
            "selftext": "Pessoal, tenho essa dúvida ja faz um tempo. Onde vender meu equipamento de fotografia? No caso seria uma Canon 5D MKIV e a lente de kit, 24-105mm L e adicionando 3 baterias originais… E outras lentes que venderia individualmente quem sabe, quero mudar para Mirrorless por ser mais compacto o conjunto…\n\nMercadoLivre, Facebook, OLX e etc eu tenho meus receios, nunca tem gente séria para valores altos e sempre brota BOT tentando dar golpe…\n\nObviamente no privado é melhor mas estou sem algum conhecido para comprar, mas existe site especializado nisso? Ou Reddit mesmo que acho que não se pode vender nada aqui…",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yvc8pj",
            "num_comments": 6,
            "comments": [
                "O mercado livre eu considero relativamente seguro. Fora esses que você mencionou, tem o \"Enjoei\" também. \n\nE você pode procurar alguma loja de equipamentos fotograficos que compre e venda seminovos (dai vai depender do estado de conservação). \n\nMas vendendo ou comprando pela Internet, sempre vai existir um risco",
                "Uai, sempre vendi e comprei no ML. Como não tem gente séria? 🤣",
                "ML é bem suave, já comprei lentes/cameras usadas por lá, não mandando seu email nem número para estranhos é bem tranquilo.",
                "Eu já vendi equipamentos no olx e foi bem tranquilo, só marcar em um lugar público, você pode vender mais barato um pouco pq não tem comissão (se não for olxpay). É um equipamento bom, se tiver em bom estado vende num instante."
            ]
        },
        {
            "title": "Alguém poderia dizer como está essas fotos? primeira vez usando 0.5(de celular, ainda não me acostumei a câmera ~_~",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yv3zke",
            "num_comments": 0
        },
        {
            "title": "câmera iphone 8 plus. Sem edição. Vistas do trabalho.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yuzaq5",
            "num_comments": 0
        },
        {
            "title": "com iphone 8 plus. Registros. 13.11.22",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yuz5n3",
            "num_comments": 2,
            "comments": [
                "sei que deve haver dezenas desses tuneis brasil afora, mas esse ai seria o da rota do sol?"
            ]
        },
        {
            "title": "Sugestões de câmeras compactas",
            "selftext": "Pessoal, estou em busca de uma \"câmera de bolso\" para carregar por aí.\n\nMeu celular não é bom para tirar fotos, além de eu não gostar de fotografar com celulares.\n\nComo eu moro no RJ, seria bom uma câmera discreta e barata para não ter muito prejuízo em caso de furto (penso em comprar usada, para sair mais barato).\n\n- Câmera digital\n- Orçamento: 1500 (se passar um pouco ok)\n- Preferência por Canon",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yuvyam",
            "num_comments": 5,
            "comments": [
                "Também! Pelo mesmo motivo de furto.  \nEu já tive uma Lumix maravilhosa e incrível."
            ]
        },
        {
            "title": "Fotografado em um iPhone 13.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yuc34f",
            "num_comments": 0
        },
        {
            "title": "gosto de conversar com o olhar. Interpretações da imagem são bem vindas!",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yu7oi6",
            "num_comments": 14,
            "comments": [
                "Minha leitura aí é a seguinte: a pessoa negra, representando uma aparente minoria indo na direção contrária da aparente maioria de verde  e amarelo. \n\nO Brasil real se mantém enquanto essa onda verde amarela derrete e escorre.\n\nO q vc usa pra colocar essas infos na ft?",
                "ficou muito boa!",
                "Essa foto é uma daquelas que vale mais que mil palavras, excelente captura!",
                "Sinceramente, qual sua interpretação pra foto? É só por ser um homem negro ?",
                "Cara, gostei muito! bem editado, bem enquadrado, a foto tem sim uma mensagem, mas que não fica muito clara.\n\nMas me diz aqui, por que não chegar nesse menino e pedir um retrato?"
            ]
        },
        {
            "title": "contradições",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yu40ty",
            "num_comments": 0
        },
        {
            "title": "Alô Nikonzeiros! Quero trocar de equipamento, mais precisamente de câmera. Estou estudando pegar uma Nikon acima da D3200 e estou vendo opções para que não precise trocar de equipamento tão cedo, me agrada bastante a D700 obviamente, mas vi sobre a d300s e a d90 também, parecem bacanas. Dicas?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yu35ef",
            "num_comments": 7,
            "comments": [
                "Série d7000 se quiser se manter com cropada é Mara. Você não tocou no assunto orçamento, mas a série Z é uma opção (e um adaptador adaota todas as sua lentes), vale a pena ver se alguém trás de fora.\n\nJá tem lentes? Vai trocar só câmera? Tem planos de quanto gastar?",
                "D7000*",
                "tenho uma D7100 a venda... Interesa?"
            ]
        },
        {
            "title": "repostando aqui. Um dia x do Ibirapuera, assisti pelo vistor da câmera duas meninas brincar. Pelos reflexos eram as mesmas pessoas. Desejei que sua amizade seja eterna e tirei essa foto",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yu156k",
            "num_comments": 0
        },
        {
            "title": "Registrando a beleza do amanhecer =)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ytp41a",
            "num_comments": 0
        },
        {
            "title": "🌸 Detalhes...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ytktug",
            "num_comments": 0
        },
        {
            "title": "Desafio Novembro 2022",
            "selftext": "Galera, aproveitando a Copa do Mundo aí, pensei no tema **futebol**!\n\nPode ser tanto foto do jogo em si, quanto da galera torcendo... enfim, sejam criativos!\n\nVou criar uma flair para os desafios do mês!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ytdyns",
            "num_comments": 8,
            "comments": [
                "Amei!",
                "O desafio de novembro flopou, né? Está nos planos fazê-lo novamente em dezembro ou janeiro?"
            ]
        },
        {
            "title": "E se... desafios",
            "selftext": "Galera, pensei aqui em algo para darmos uma movimentada na comunidade. E se fizéssemos desafios mensais ou semanais para nos motivar a fotografar mais? A gente dá um tema e quem quiser participar posta com uma tag de desafio.  \n\n\nBoa ideia?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yqibcf",
            "num_comments": 12,
            "comments": [
                "Achei interessante! Vou ficar de olho se vai rolar. Legal seria dar um prazo quinzenal ou mensal mesmo.",
                "Que legal! Da pra abrir votação com os temas do desafio!",
                "Boa!!!!",
                "Bora!",
                "Boraaa Adm!",
                "topo!!",
                "É uma boa :3",
                "Topo ein : D",
                "Topado, topissimo"
            ]
        },
        {
            "title": "Ooii humana",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yqi30f",
            "num_comments": 3,
            "comments": [
                "Que que você tá me espiando? Sai pra lá!!!",
                "Haha adorei!! 😍"
            ]
        },
        {
            "title": "Alguém pode me dizer a diferença entre iso e Ev?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yqhlu8",
            "num_comments": 1,
            "comments": [
                "De forma bem resumida:\n\n\\- ISO é a sensibilidade à luz do sensor (ou filme). Números maiores indicam maior sensibilidade. Porém em valores de ISO mais altos (isso varia de câmera pra câmera) a foto final pode apresentar ruídos consideráveis e/ou degradação de cores.\n\n\\- EV é o \"valor de exposição\" e correlaciona as três variáveis do triângulo de exposição (ISO, abertura e velocidade). Uma cena com EV negativo seria considerada subexposta, com EV positivo superexposta. Mas não tem certo ou errado aqui e você não tem que cravar no zero sempre, depende do que e como você quer mostrar!"
            ]
        },
        {
            "title": "Olá! Aproveitando a diversidade de fauna e flora na Amazônia pra aprender fotografia. Na imagem a palmeira pupunha.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yq7f9j",
            "num_comments": 0
        },
        {
            "title": "Início da semana com um céu lindo desse ❤️",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ypqfh3",
            "num_comments": 0
        },
        {
            "title": "Iniciante",
            "selftext": "Bom dia!\n\nQuero iniciar no mundo da fotografia profissional, porém estou com dificuldades para escolher uma câmera, alguém poderia me ajudar?\n\nMeus objetivos são: Portrait e eventos (sem necessidade de flash)\n\nEstou vendo câmeras Nikon e Canon usadas porém não faço ideia de qual a melhor opção, as câmeras da Nikon estão mais em conta que as Canon, mas também sei do fato que a Nikon saiu do BR e vai encarecer o preço das lentes e tudo mais.\n\nQual Canon vocês me recomendam até R$1800 (corpo + lente 18-55mm)?\n\nFuturamente pretendo investir em uma lente 50mm e 35mm.\n\n&#x200B;\n\nSe alguém puder me ajudar, fico muito agradecido!!!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ypk9jh",
            "num_comments": 11,
            "comments": [
                "Com esse valor recomendo procurar por uma Nikon D5100, comprei a minha por esse valor.\n\nAcontece que essa câmera não é nível profissional, não tem como conseguir algo profissional por esse valor, mas, em compensação, é uma câmera realmente muito boa, já fiz até alguns trabalhos com esse camera e foi a minha primeira.\n\nfiz comparações dela com a T3i e T5i, a Nikon consegue ser melhor que as duas em praticamente todos os aspectos. É pequena, é mais rápida (o sistema roda muito mais rápido, a câmera não carrega na hora de ligar, ela simplesmente liga e está pronta para usar, fora que na Nikon os menus são muito mais rápidos e acessíveis) é mais robusta e por algum motivo a nitidez é muito superior. \n\nUltimamente tenho usado uma Nikon D800 e comparei ela com uma 5D e uma 6D da Canon, a Nikon consegue ser superior nos mesmos aspectos que citei acima, é incrível de verdade.",
                "Nesse valor hoje em dia é complicado, talvez consiga uma usada, se for o caso, recomendo vc ver a quantidade de clicks antes de comprar e tal. Para iniciar em eventos eu recomendo uma outra lente do kit, 18 - 135mm vai te dar mais liberdade e segurança inicial por conta do zoom, costuma ser um pouquinho acima do valor do que com a 18-55mm, que tambem atende bem caso so tenha ela de opção. Entre as cameras tem as t100, t5i, t7i, Sl3 quem sao mais atuais e modernas com wifi e touch. Tem as mais antigas que ainda aguentam bem t5, t7. Se for arriscar nos usados tenta achar uma 70D 80D 7D num preço legal, sao cameras mais “robustas” “profissionais”",
                "Quando você diz \"evento\", diz de uma perspectiva profissional? Ou só fotografar os aniversários da família? Só pra tentar te ajudar melhor!",
                "Um conhecido do Rio estava vendendo uma SL1 mais alguma lente por 1500, dá uma olhada no Mercado Livre.\n\nEu tive a sorte de pegar uma T5i com a lente EF 50mm f/1.8 por aproximadamente 2.300 reais ano passado. \n\nEu não recomendo esta lente para iniciantes, porque em APS-C ela vai parecer uma 80mm e você vai ter dificuldades em tirar fotos com mais enquadramento, pois ela \"fecha\" muito. Mas a vantagem é que ela é bastante clara, então é adeuqada para retratos noturnos.\n\nInfelizmente a fotografia é um hobby caro. Recomendo procurar com calma anúncios desesperados que não pareçam golpe. Entre em grupos de fotografias no Facebook, Telegram ou até Whatsapp para conhecer as pessoas já envolvidas nesse meio, elas sempre estão trocando seus equipamentos e você pode acabar pegando alguma oportunidade bacana."
            ]
        },
        {
            "title": "Últimas esperanças",
            "selftext": "Olá pessoal tudo bem? Ontem 05/11/2022 minha sogra começou a \"dormir\" e ela não irá mais acordar, está com câncer estágio terminal e ela decidiu que não irá mais continuar conosco...\n\nO procedimento de \"suspensão\" induzido por remédios iniciou-se as 6 da tarde, com tantas coisa na cabeça acabamos não pensado na hora, mas se alguém possuir fotos do céu de ontem, pode ser por do sol, nascer do sol ou qualquer outro horário.\n\nPor favor serei muito grato caso qualquer um possa compartilhar comigo e com minha namorada fotos deste dia. Aguardo desesperadamente por ajuda, alguém por favor? \n\nComecei a buscar em várias redes sociais e está é minha última esperança. Muito obrigado.\n\n(Se puderem dizer de onde que são as fotos, assim podemos fazer um \"mapa\" deste dia ❤️)",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yo6hmg",
            "num_comments": 3,
            "comments": [
                "[Eu tirei essas ontem, espero que ajude](https://imgur.com/a/DXVAF3X)"
            ]
        },
        {
            "title": "Borboleta Tigre - Jardim Botânico do Rio de Janeiro",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yncb8c",
            "num_comments": 3,
            "comments": [
                "Linda foto, parabéns!\n\nQual câmera e lente utilizou?",
                "Adorei! Parabéns pela foto!!!",
                "Muito bom! 😃"
            ]
        },
        {
            "title": "Astrofotografia",
            "selftext": "Consegui finalmente tirar uma foto dela #Canon #CanonT5i #Jintu420_800mm #Moon #Luna #Lua #AmateurPhotography https://www.instagram.com/p/CkmQH09rwy3/?igshid=YmMyMTA2M2Y=",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ynbnt8",
            "num_comments": 0
        },
        {
            "title": "Iniciante na fotografia de paisagem",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yn8282",
            "num_comments": 4,
            "comments": [
                "Comece aprendendo o básico como por exemplo como uma câmera funciona.Importantissimo entender como trabalhar com diafragma,ISO e obturador e balanço de branco.Depois disso estude sobre regras de composição, fotometria e edição de imagem digital.\nEsse conteúdo pode ser encontrado facilmente no YouTube.\nÉ importante entender esses pilares mesmo que inicialmente use apenas seu celular pois a ideia será sempre a mesma.",
                "Não sei muito sobre fotografia, mas persista com o seu hobby. A maior frustação que podemos ter em nossa vida é não fazer o que gostariamos de ter feito, seja por qualquer motivo. Ah, e se compare apenas consigo mesmo! Veja a evolução entre seus feitos apenas e busque sempre melhorar!",
                "Sua composição está legal, você tem um olho bom! Você tem conta no Behance?",
                "Gostei das fotos ficaram boas."
            ]
        },
        {
            "title": "Como tiro o som do disparo Urgente",
            "selftext": "Olá! Eu fui convidada para ir fotografar um evento de yoga que consistirá em seguir de início ao fim uma prática de yoga (este será o meu primeiro evento). Eu expliquei que nunca tinha feito algo parecido e as organizadoras concordaram em dar me uma oportunidade, se tiverem algumas dicas por favor não hesitem em partilhar! \n\nComo uma prática de yoga tem o intuito de ser uma prática calma e silenciosa as organizadoras deram me uma lista mt básica de algumas regras para seguir para não intervir no espaço pessoal de ninguém, e a que se destaca é o silêncio no entanto não consigo encontrar na minha câmara a definição. \n\nComo retiro o som do disparo da máquina Nikon D3200??? Urgente",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yly75f",
            "num_comments": 24,
            "comments": [
                "Obg pela ajuda, eu li o manual antes de fzr o post, e apenas encontrei como se tira o som do bip quando está a captar a imagem, mas o som do disparo não. Ent concluiu que é um barulho mecânico e digo à minha cliente que não existe nada q possa fzr?",
                "Obg pela sugestão, eu tenho uma Kodak das antigas no entanto é muito caro revelar o filme, sendo que eu não vou ser paga por fazer o evento.",
                "Sim sim, eu tenho a lente 55mm-200mm, uma lente incrível.",
                "Levo tripé? Pelo sim pelo não se calhar é melhor?",
                "Exatamente, eu pesquisei e até vi alguns vídeos para ter noção como é uma aula de yoga, tenho tds esses detalhes em consideração. Obg!",
                "Opa OP, eu tenho uma desse modelo mas não encontro com ela agora agora, mas assim que chegar a noite posso te ajudar.",
                "Já tentou procurar no manual da câmera?",
                "[https://onlinemanual.nikonimglib.com/d3500/en/09\\_more\\_on\\_photography\\_03.html](https://onlinemanual.nikonimglib.com/d3500/en/09_more_on_photography_03.html)  \nVc pode ativar o quiet shutter release que desliga o bip quando tá focando. Além disso o espelho vai ficar levantado enquanto mantiver o botão pressionado, mas quando soltar vai fazer barulho (é mecânico).  \nhttps://www.quora.com/How-do-I-turn-the-shutter-sound-off-on-my-Nikon-D3300",
                "Se for DSLR não tem como desativar, pois o barulho é mecânico.",
                "Tem um modo de disparo silencioso nas Nikon, quando o espelho baixar vai fazer barulho mas é bem baixinho, fotografei numa rádio ao vivo uma vez e foi excelente",
                "Há um modo silencioso na D3200 justamente pra esse tipo de evento, porém não já como fazer por exemplo no modo manual, ela ficará somente em um modo automático. Estou chegando em casa já já e lhe passo como entrar nesse menu.",
                "Olha se eu fosse vc tiraria as fotos com uma RZ67, o barulho é bem alto mas é muito bom, pode até ajudar na sessão de ioga, mas tem que ir devagar, não dá pra ficar tirando foto a cada segundo ainda mais com o preço de filme.",
                "Se possível use uma lente longa pra ficar mais distante. Se não tiver, aluga. Testa se o disparo pelo liveview é mais silencioso do que pelo viewfinder, às vezes é. Sou canonzeiro mas sua câmera deve ter modo silencioso sim, porém saiba que dependendo do modelo não muda tanta coisa. Tente tirar menos fotos do que vc normalmente tira, já que o barulho é inevitável por causa do movimento do espelho e do obturador.",
                "Não acho que tripé vá ser útil, você vai ter que andar pela aula. Eu fotografei uma aula de Pilates há pouco tempo, é parecido. Lembre de abaixar para ficar na altura dos praticantes, tente fotografar alguns indivíduos sozinhos e em conjunto.",
                "Fotografe instrutor junto com a turma. Tome cuidado para não pegar ninguém num ângulo indiscreto, evite fotografar alguém por trás com a bunda virada para a câmera. Pense numa posição que você não gostaria de ser fotografada.",
                "Pode pegar detalhes das pessoas como mãos ou pés ou pernas também. Tire fotos mostrando e não mostrando o rosto delas para o caso de alguém não autorizar o uso das imagens.",
                "Oi há como colocar foto no comentário? Onde você clica pra entrar na opção do temporizador, embaixo do botão que troca pro viewfinder, no menu o último é o modo de disparo silencioso",
                "Mas o obturador mais baixo ajuda, não? um evento desse tipo não precisa tantos clicks o assunto estará quase imóvel, enquadrar e clicar, um por vez"
            ]
        },
        {
            "title": "EDIÇÃO DE PELE - 3 Dicas DEFINITIVAS para ter a pele PERFEITA",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yjc6hz",
            "num_comments": 0
        },
        {
            "title": "LENTE ULTRA GRANDE ANGULAR - A nova OLHO DE PEIXE 4mm 2.8 da 7Artisans",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yijcnc",
            "num_comments": 0
        },
        {
            "title": "Suas redes sociais fotográficas",
            "selftext": "Comenta ai seu perfil onde tu posta as fotos que tira!  \n\n\nEu comecei semana passada e to curtindo muito brincar com edição e com a liberdade da fotografia em si, posso dizer que encontrei uma de minhas paixões (:  \n\n\n[https://www.instagram.com/zer0tonyne/](https://www.instagram.com/zer0tonyne/)",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yfof0f",
            "num_comments": 8,
            "comments": [
                "Comecei a te seguir! Meu insta é @christo_cliques",
                "[O meu](https://www.instagram.com/eduardo.lisboa.fotografo) está bem inicial, por enquanto",
                "Gostei das fotos!\n\n[Aqui](https://instagram.com/alexandreamv) consegue ver minhas fotos."
            ]
        },
        {
            "title": "vendo kit nikon com lente Sigma art",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yesila",
            "num_comments": 0
        },
        {
            "title": "iniciante em fotografia",
            "selftext": "Boa pessoal, decidi comprar uma câmera essa semana pra fazer fazer umas fotos e ela chega hoje em cada, a ideia não é ser profissional mas levar como um hobby isso (de profissão já sou dev e tô feliz, mas quem sabe um dia isso mude)\n\nComprei uma Canon T5 e ela vem com uma 18-55mm, queria umas dicas de vocês mesmos ou recomendação de conteúdo que eu possa consumir pra aproveitar melhor a câmera e essa lentes, pretendo levar em locais legais que eu vou e tirar umas fotos de eventos, viagens.\n\nUma outra dúvida que tenho é, se consigo mesmo com meu pouco conhecimento fazer fotos em locais poucos iluminados sem flash? E se sim, poderiam me dar dicas sobre como posso ter umas fotos legais nesse caso??? \n\nLembrando que tenho somente uma T5 e uma lente 18-55mm e um sonho kkkkkkkk",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "ye0yjw",
            "num_comments": 10,
            "comments": [
                "Eu nao sei se voce ja estudou o triangulo de exposicao (abertura, velocidade, ISO), mas ele seria parte importante pra aprender a usar a camera. Inclusive a questao de fotos em locais pouco iluminados. \n\n\\- Abertura vai influenciar quanto de luz chega no sensor da sua camera. No escuro, voce provavelmente vai querer que o maximo de luz chegue na camera.\n\n\\- Velocidade vai influenciar quanto tempo a abertura vai ficar aberta pro sensor receber a luz. No escuro, voce vai querer que fique aberta mais tempo. \n\n\\- ISO vai influenciar a sensibilidade a luz. No escuro, voce provavelmente vai querer que o sensor fique mais sensivel. \n\nSo que tudo isso tem seus pros e contras. Por exemplo, uma velocidade que deixe o sensor muito tempo aberto significa que tem que tomar mais cuidado pra nao ficar movendo a camera, porque senao esse movimento vai afetar a foto. Ai pode precisar de um tripe. Mudar ISO pra aumentar a sensibilidade pode deixar sua foto cheia de ruidos. \n\nEu nao sou um grande conhecedor, o que eu faco e tirar varias fotos, com configuracoes diferentes e ir percebendo a diferenca que faz na pratica.",
                "Hoje mesmo vi uma fotografia do alto de uma escada feita com este exato setup seu. Acho que foi no r/Canon.\n\nDe conteúdo nacional, eu recomendo o canal do Armando Vernaglia Jr. Muito educativo, direto ao ponto e interessante de assistir.\n\nDe conteúdo internacional, recomendo demais o canal The Photographic Eye.\n\nPratique bastante, não tenha medo de experimentar todos os modos, e quando se frustrar, volte ao Automático sem culpa. A fotografia é uma arte que leva algum tempo para ser aprendida, mas não é nenhuma \"ciência de foguetes\", então logo, logo, você terá alguns resultados dos quais irá se orgulhar bastante."
            ]
        },
        {
            "title": "\"Eu / Menina que eu gosto.\"",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "yarmu3",
            "num_comments": 3,
            "comments": [
                "Achei pornografia desnecessária! Hahaha",
                "Não há companhia melhor"
            ]
        },
        {
            "title": "procuro mirrorless",
            "selftext": "Fala gurizada quero dar um upgrade no equipamento e to na busca de alguma mirrorless de preferência Sony ou Fuji, interessados na venda ou troca chama dm.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "y9inbo",
            "num_comments": 0
        },
        {
            "title": "Centro Cultural FIESP - Avenida Paulista",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "y9eyye",
            "num_comments": 0
        },
        {
            "title": "Ponte Hercílio Luz, 17/10/22 Florianópolis. fazem quase 100 anos que iniciaram suas obras para marcar pra sempre a paisagem de Floripa.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "y9cpnr",
            "num_comments": 2,
            "comments": [
                "meu tataravô foi o único engenheiro brasileiro a trabalhar na construção dessa ponte, fato bem curioso na minha família\napesar disso eu só fui pra floripa duas vezes kkkjjjkk, amo a cidade, um pedacinho de terra perdido no mar"
            ]
        },
        {
            "title": "meu primeiro post por aqui! fotinho do metrô paraíso",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "y95csu",
            "num_comments": 1,
            "comments": [
                "Eu gostei, que novos post surjam \\^.\\^"
            ]
        },
        {
            "title": "EDIÇÃO DE PELE em FOTO DE MODA - Guia DEFINITIVO e Tutorial Photoshop COMPLETO",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "y7bqbq",
            "num_comments": 0
        }
    ]
}