{
    "posts": [
        {
            "title": "[arquitetura] Palácio da Liberdade, BH",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "11325oo",
            "num_comments": 0
        },
        {
            "title": "só uma flor",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "112qmzm",
            "num_comments": 0
        },
        {
            "title": "tentativa de macro",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "112pi8v",
            "num_comments": 6,
            "comments": [
                "Comprei a pouco tempo uma lente macro 50mm baratinha da Aliexpress e estou testando",
                "Já veio com o adaptador?"
            ]
        },
        {
            "title": "Qual câmera recomendariam pra alguém que não é profissional?",
            "selftext": "E ai pessoal, tudo bem? Tava querendo começar no hobby e tava pesquisando por recomendações, que câmeras recomendariam até uns 600 reais? Não me importo de comprar usada...",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "112ep56",
            "num_comments": 12,
            "comments": [
                "Grosso modo, há dois tipos principais de câmeras fotográficas: as que permitem troca de lentes e as que não permitem.\n\nAs que permitem troca de lentes são mais versáteis. Elas te dão liberdade para tirar fotos de paisagens, do espaço, de insetos e de pássaros distantes com excelente qualidade, desde que a lente adequada seja usada. O preço de boas lentes novas pode passar facilmente de R$5.000, muitas vezes ultrapassando 5 dígitos.\n\nAs que não permitem troca de lentes são menos versáteis e tem sido cada vez mais raras no mercado. Justamente por não serem expansíveis, foram sendo gradualmente substituídas pelos smartphones. Há alguns bons modelos da Leica e da Ricoh lançados recentemente com esse perfil.\n\nCom R$600, imagino que dê pra comprar uma Canon XTi (que permite troca de lentes) ou uma Canon S5IS (que não permite troca de lentes). São modelos que eram muito bons na época dos seus lançamentos, mais de 10 anos atrás. Falo apenas da Canon porque é a única marca que conheço bem. Provavelmente Sony, Olympus e Nikon, dentre outras, possuem equipamentos similares. \n\nEm todo caso, são câmeras tais que nenhuma delas vai te dar uma qualidade de imagem igual ou superior a um smartphone intermediário lançado nos últimos dois ou três anos (um Samsung S20 FE, por exemplo). Com o que eu sei a respeito de equipamentos fotográficos hoje, acho que não vale a pena gastar menos de R$2.000 num corpo e lente, como uma Canon T6 ou T6i com lente 18-55. Menos do que isso é gastar dinheiro para ter fotos piores do que as de um celular.",
                "Gostaria de saber também. Gosto muito da fotografia mais pela arte sabe? As que achei mais \"baratas\" sao de 2k, 2k500 reais. \nAcho um bom investimento pra quem trabalha com isso e nao sabe como mexer ainda nas câmeras. Mas pra quem só fotografa como hobbie... acho caro pra algo que não vai dar retorno financeiro. \n\nTambém aceito uma usada, contanto que seja (obviamente) superior à câmera do meu celular. Grata ^^.",
                "Nao sou nenhum especialista ou profissional. Mas, na minha opiniao, se for pra comprar uma camera sem ajustes manuais, seria mais negocio investir num celular mesmo. E uma camera com ajustes manuais provavelmente vai ser bem mais do que 600, mesmo usada.\n\nPra sair do celular, eu acho que teria que ser pelo menos uma camera bridge (que tem os ajustes manuais, mas nao troca a lente como as cameras mais profissionais). Eu tenho uma bridge e uma mirrorless e ainda assim muitas vezes eu uso o celular, principalmente se for pra tirar foto no automatico mesmo ao inves de manual. \n\nE, se for comprar usada, recomendo tomar cuidado pra conseguir avaliar bem a camera. Costuma ser dificil pra alguem amador conseguir perceber problemas na camera.",
                "Minha primeira foi uma Canon 60D com a 18-55mm, iniciei recentemente na fotografia, em 2019 comprei a 60D por uns 900 na época, cara tinha trocado o obturador por isso foi barato, depois peguei uma lente 50mm e uma 70-300.\n\nEm 2021 consegui um bom negócio em um kit Nikon D7000 com a 18-105mm e a 70-300mm, foi uns 1700, não tinha nem 2mil clicks, vendi o kit da canon e estou com essa Nikon, é de entrada tbm, negócio é pegar uma usadinha em bom estado para começar, hoje tiro mais foto de paisagem e pássaros, uso como hobby mesmo, mas cheguei a trabalhar de freela em casamentos para outros fotógrafos e fiz alguns ensaios, é bom no começo fazer de tudo que aparece até para descobrir sua paixão e aí talvez investir em um equipamento superior.\n\nDe cara ir em algo caro não recomendo não",
                "Procura uma Canon G12 em boas condições (talvez fique pouca coisa mais que isso, mas certamente abaixo de R$1.000). Você terá acesso à fotografia em modo manual, arquivos RAW e hot shoe para flashes externos. A lente, apesar de não ser intercambiável, abrange uma faixa bem grande e tem abertura legal (f2.8).",
                "Minha recomendação é: seu celular.\nAprenda a usar os 3 pilares da fotografia. Vai trabalhando e aprimorando. Testando novos ângulos.\n\nHj o celular é o melhor recurso para iniciar na fotografia.\n\nEu fiz isso! Tinha um s9. Aprendi e fui para uma canon SL2.\n\nMas vc pode cair no meu caso:\nFicar no celular. Ter uma câmera é legal, mas é um trambolho para carregar. Eu acabei comprarando com o S22 ultra. 70% das fotos eu diria que são parecidas, mas vc tem muito mais facilidade com o celular. Eu adoro fotos de arquitetura e o S22 ultra com zoom me atende 95%.\n\nMas eu não gastaria dinheiro com câmera para aprender! Celular já consegue fazer isso no início usando o modo profissional."
            ]
        },
        {
            "title": "Imagine uma carinha fofa nesse cacto rechonchudo",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "1125r5m",
            "num_comments": 0
        },
        {
            "title": "Quatro lâmpadas",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "1123k1j",
            "num_comments": 4,
            "comments": [
                "\"Quatro lâmpadas\" mas apenas 1 em foco.....\n\nVc sabe controlar a profundidade de campo em função da abertura ? Seria interessante aplicar essa técnica para obter uma imagem com tudo em foco...lógico que \"tudo em foco\" não serve para tudo, muitas fotos se beneficiam do desfoque intencional, mas essa me parece que não é o caso."
            ]
        },
        {
            "title": "Estação da Luz, SP. Acesso à Plataforma 9 ¾ .",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "111xzta",
            "num_comments": 6,
            "comments": [
                "Incrível como vc conseguiu fazer uma foto tão boa, capaz de transmitir um sentimento de nostalgia. E o fato de vc ter capturado isso em um celular é ainda admirável! Vc editou ou essa é a foto \"crua\" mesmo??",
                "Perfeita. \n\nPensei exatamente a mesma coisa antes de ler o título.",
                "que linda essa foto... parabéns..."
            ]
        },
        {
            "title": "Dia",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "111tvfg",
            "num_comments": 2,
            "comments": [
                "BTS: [https://youtu.be/HeOma8\\_0oYo](https://youtu.be/HeOma8_0oYo)",
                "Parabéns! Linda modelo, lindo cenário, linda pose, excelente iluminação."
            ]
        },
        {
            "title": "La Luz",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "111gnt4",
            "num_comments": 3,
            "comments": [
                "Conteúdo Impróprio??? :/ Estamos muito púdicos",
                "BTS: [https://youtu.be/uKCWQe5aWV8](https://youtu.be/uKCWQe5aWV8)",
                "Do you realize we don't speak spanish in brazil?"
            ]
        },
        {
            "title": "[arquitetura] Palácio da Liberdade, BH",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "111brej",
            "num_comments": 0
        },
        {
            "title": "Acidentalmente ela posou para mim ♡",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "11183pz",
            "num_comments": 0
        },
        {
            "title": "una iglesia en medio de la naturaleza.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "11148c4",
            "num_comments": 1,
            "comments": [
                "🙏🙏🙏🙏"
            ]
        },
        {
            "title": "Chile - Chiloé 🌫️",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "1113y7i",
            "num_comments": 0
        },
        {
            "title": "O que acham?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "110uv6x",
            "num_comments": 1,
            "comments": [
                "Acho muito bom."
            ]
        },
        {
            "title": "Vancouver - Canada",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "110tjdl",
            "num_comments": 4,
            "comments": [
                "Incrível",
                "Perfeita."
            ]
        },
        {
            "title": "@AlexandrinoTulio no Instagram",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "110sa58",
            "num_comments": 0
        },
        {
            "title": "Depois de um pouco de estudo, aceito criticas :D",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "110ns25",
            "num_comments": 1,
            "comments": [
                "A cor das luminárias está ótima. Mas qual era o objetivo dessa foto? O que ela queria representar? Estou confuso a esse respeito.\n\nSe o objetivo era mostrar as luminárias, a foto está muito aberta, com essa sala ao fundo tirando a atenção do assunto da foto.\n\nSe o objetivo era mostrar o galpão, a foto está muito fechada, pois não é possível entender a dimensão do local.\n\nPara mim, a foto não funciona em termos de composição. As linhas do teto do galpão e da sala apontam para lugares diferentes, causando uma falta de harmonia.\n\nEu teria me posicionado mais para trás, entre as luminárias (mas não no ponto médio entre elas; pense no vértice superior de um triângulo isósceles cuja base é formada pelas luminárias), com a sala ao fundo, e veria o que será possível fazer a partir daí. Talvez o galpão não seja suficientemente grande para isso, mas uma lente super grande angular ou o zoom 0,5 da câmera do celular talvez dessem conta de mostrar tudo."
            ]
        },
        {
            "title": "Desafio do mês [Arquitetura]",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "110j5o2",
            "num_comments": 0
        },
        {
            "title": "Dandelion seed 🌬️",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "110fj22",
            "num_comments": 0
        },
        {
            "title": "Primeira vez na plataforma.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "110f6oh",
            "num_comments": 0
        },
        {
            "title": "Primeira vez",
            "selftext": "Nascer do Sol (Casio QV 51)",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "110evol",
            "num_comments": 6,
            "comments": [
                "Ficou lindo",
                "Caralho meu parceiro, essa foto ficou magnifica! Parabéns!",
                "Uma foto dessas não tem como dar errado!"
            ]
        },
        {
            "title": "Pôr do sol.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "1102s9l",
            "num_comments": 3,
            "comments": [
                "Vc usou qual celular?? Muito bonita a foto, parabéns!!"
            ]
        },
        {
            "title": "Pense num gafanhoto que está com medo de se mover...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "11008v6",
            "num_comments": 0
        },
        {
            "title": "Veneza, Itália. Setembro de 2022 [Arquitetura]",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10zu3ua",
            "num_comments": 0
        },
        {
            "title": "Fiz essas fotos da minha irmã bebado no rolê, kkkkk. Achei bem legal.",
            "selftext": "Feito com Smartphone",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10zs8qv",
            "num_comments": 2,
            "comments": [
                "Parece fotógrafo profissional.\n\nFicaram lindas, parabéns!"
            ]
        },
        {
            "title": "Desafio do mês [Arquitetura]",
            "selftext": "A primeira fotografei com câmera, a segunda com Celular. Posso candidate as duas fotos? Ou somente uma?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10zrxuq",
            "num_comments": 2,
            "comments": [
                "Simetria é um trem que me prende demais! 😍"
            ]
        },
        {
            "title": "club",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10zq8fn",
            "num_comments": 0
        },
        {
            "title": "[Arquitetura] Longa exposição noturna",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10znisz",
            "num_comments": 1,
            "comments": [
                "Eita boniteza!"
            ]
        },
        {
            "title": "Perdida por aqui 🥹",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10zhh1j",
            "num_comments": 7,
            "comments": [
                "Acho que vc confundiu a premissa do sub jovem. Aqui não é Instagram (inclusive fará bem mais sucesso lá). Boa sorte",
                "ahhhh pronto...",
                "A moderação já recebeu reports sobre essa publicação estar quebrando a regra 2. Entretanto, como a regra foi colocada após a publicação da foto, ela permanece aqui, pois seria injusto punir a OP retroativamente.",
                "Usar essa rede é muito confuso no início."
            ]
        },
        {
            "title": "Alguém tem link de loja do AliExpress pra comprar cartões SD bons?",
            "selftext": "Boa noite! Recentemente adquiri uma Canon R7, que tem bastante resolução e disparo contínuo bem rápido. Isso pra não falar nos vídeos que eu tenho feito. Meu cartão de 64GB tá ficando abarrotado.\n\nPenso em adquirir um de 256GB ou dois de 128GB com leitura e escrita acima de 150mpbs. Alguém pode me indicar um vendedor no AliExpress que seja confiável para esse tipo de produto?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10zavl6",
            "num_comments": 2,
            "comments": [
                "Pode comprar [dessa](https://a.aliexpress.com/_mPcZNUi) loja sem medo. Cartões originais e vem até com serial que confirmei como autêntico no site da Sandisk"
            ]
        },
        {
            "title": "Não é só porque é meu não, mas é um gato lindo demais!",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10z72k8",
            "num_comments": 3,
            "comments": [
                "muito lindo mesmo...",
                "Gatos laranjas são demais"
            ]
        },
        {
            "title": "Mi Amiga!",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10z6ujm",
            "num_comments": 2,
            "comments": [
                "BTS: [https://youtu.be/tUN3hS9HdxE](https://youtu.be/tUN3hS9HdxE)",
                "Que \"Raba\" fantástica!!🥵"
            ]
        },
        {
            "title": "...",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10z5ezt",
            "num_comments": 3,
            "comments": [
                "Que incrível!!!",
                "Ficou boa?"
            ]
        },
        {
            "title": "Dentro do piano",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10z53cg",
            "num_comments": 0
        },
        {
            "title": "Aprendendo do 0, ainda não sei nada de fotografia, aceito dicas!",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10z2qp7",
            "num_comments": 7,
            "comments": [
                "Dica 1: Desligar/Cortar o timestamp na foto 😃",
                "Armando Vernaglia Jr no Youtube tem os melhore conteúdos técnicos de fotografia. Já me ajudou muito. \n\nAprenda o básico tipo o triângulo de exposição e pratique.",
                "Cara antes de tudo, você precisa aprender a dominar a luz ou seja estude os três pilares: ISO, Velocidade do obturador e abertura do diafragma. Depois que vc estudar e colocar em prática, procure sobre enquadramento e planos. Aí conforme vc for procurando, estudando e  por em prática você vai entrando nesse mundo imenso.",
                "Pensar em qual assunto vc quer mostrar na foto e tentar tirar todo o resto de “distrações” é uma dica que acho que ajuda tbm a evoluir",
                "Se tivesse virado um pouco mais p lado, cortado a parede da janela, melhoraria o enquadramento",
                "Acho que a coisa zero nessa foto, mais do que cortar a data ou a janela, seria: o que você queria mostrar aqui? Qual sua intenção com a foto?\n\nNão existe foto “certa” e “errada”, mas você precisa entender o que quer na foto."
            ]
        },
        {
            "title": "Ela foi encontrada! Quem? A eternidade. É o mar misturado ao sol.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10yul4z",
            "num_comments": 0
        },
        {
            "title": "[Arquitetura] Vida Noturna",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10yqjgo",
            "num_comments": 2,
            "comments": [
                "Que legal essa foto! Onde fica esse lugar?"
            ]
        },
        {
            "title": "[Arquitetura] Reflexos Urbanos",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10yqj42",
            "num_comments": 2,
            "comments": [
                "Ficou incrível. Tirou com um câmera mesmo, ou dá pra tirar fotos bonitas assim com uma câmera de celular também?"
            ]
        },
        {
            "title": "Queria saber o que acham das minhas fotos e edições.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10yi42o",
            "num_comments": 17,
            "comments": [
                "São, em geral, monótonas. Mesmo com a variação de temas e estilos, não conseguem, em sua maioria, chamar a minha atenção. Talvez por causa dessa variação intensa eu não saiba exatamente o que elas queiram me mostrar mostrar ou me fazer sentir.\n\nA melhor foto de todas é a terceira, do topo do prédio com a caixa d'água. Mas ainda assim ela deixa a desejar, pois está torta e há um ponto escuro na lateral esquerda que tira a minha atenção do restante do conjunto.",
                "Se as primeiras fossem postadas no 4shan, seriam \"roubadas\" e transformadas em histórias de conspiração aleatórias. \n\nMas todas são muito bonitas, e mostram seus dois lados aparentes na apreciação da fotografia como arte. Bom trabalho.",
                "Puts. Curti mt o preto e branco e o glow na foto das flores. Como vc fez?",
                "Eu adorei a terceira foto, curto demais essa vibe mistério.\nParabéns",
                "Abram as fotos, por favor!",
                "Foto preto e branco não tem graça 👍",
                "Exatamente, que é o que você queria saber",
                "A praia e o arco-iris ficaram top de mais"
            ]
        },
        {
            "title": "Una Dia",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10y02db",
            "num_comments": 3,
            "comments": [
                "Ficou incrível. E essa modelo aí, deslumbrante.",
                "BTS: [https://youtu.be/HeOma8\\_0oYo](https://youtu.be/HeOma8_0oYo)",
                "Perfeito..."
            ]
        },
        {
            "title": "Metrô SP",
            "selftext": "Uma perspectiva",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10xideo",
            "num_comments": 0
        },
        {
            "title": "Ajuda fotografia",
            "selftext": "Me formei início de janeiro e resolvi fazer uma festa. Amo fotos, por isso procurei um fotógrafo bem conhecido na minha cidade, só que no dia da festa ele mandou un free-lancer, mas ok né. O cara foi super gente boa e tudo fluiu bem. Quando recebi as fotos que o problema começou, além dele ter cortado parte da decoração da mesa de fotos, as fotos estao com sombras imensas. Já faz quase um mês da festa e eu venho reclamando para o fotógrafo que acertei que quer de todo jeito achar motivos pra justificar as fotos horríveis que recebi. Enfim tô cansada de esperar alguma solução dele e quero tentar editar sozinha, alguém sabe algum app ou programa para tentar remover as sombras(são bem fortes, não só um detalhe)?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10xgjjo",
            "num_comments": 10,
            "comments": [
                "Obrigada pelas opiniões pessoal, acho que foi esse lance do flash mesmo, porque a iluminação era boa tanto que ficou uma luz desligada porque ele disse que não precisava e tava bom. Acho que o erro foi meu de não ter pedido pra olhar lá na hora como tá ficando que ai pelo menos dava pra refazer. Enfim, vou esperar mais uns dias pra ver o que o fotógrafo que fechei vai resolver já que pelo que entendi só hoje ele foi ver as fotos que me mandou, mas obrigada pessoal",
                "Tem que ver se ele tem as fotos cruas, em RAW. Porque aí você pode TENTAR ver se salva isso.",
                "mano, pela descrição, ele tirou com uma fonte de luz direita (vulgo flash não rebatido). Normalmente não é possível tirar essas sombras sem uma ENORME quantidade de trabalho e habilidade (que aí realmente iria custat caro). Então acho que é isso... Com fotógrafo é sempre bom pegar o portifólio da pessoa e ver se ela está a par do briefing... Que pena ouvir isso, deve ser péssimo",
                "Sou fotógrafo, pra uso móbile tem um software da Google grátis e funcional que mexe com fotos raw (RAW É UM FORMATO DE FOTO ABERTO QUE PERMITE MODIFICAR PROFUNDAMENTE CORES E LUZ) ele vai ti deixar mexer. O nome é SnapSeed. Uso ele quando mexo em edição móvel"
            ]
        },
        {
            "title": "Luiz Inácio Lula da Silva, Oficialmente Presidente do Brasil eleito democraticamente pelo povo brasileiro, cumprimenta apoiadores no Rolls Royce presidencial. Foto feita no dia da posse em Brasília 01/01/2023",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10xb7lz",
            "num_comments": 9,
            "comments": [
                "Stuckert eu realmente te amo",
                "Ui este post vai dar confusão... Vou buscar as pipocas 🫤",
                "O Stuckert no canto huahuahua",
                "[deleted]"
            ]
        },
        {
            "title": "[arquitetura] vidro e aço e tijolos e concretos e tal",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10x92tb",
            "num_comments": 1,
            "comments": [
                "Tem foto de celular, de câmera APS e de câmera FF aí!"
            ]
        },
        {
            "title": "Tardezinha em São Paulo",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10x15ir",
            "num_comments": 2,
            "comments": [
                "Caramba, amei o céu! Parabéns!"
            ]
        },
        {
            "title": "🍄",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10wwpas",
            "num_comments": 0
        },
        {
            "title": "Caramelos no pôr do sol - Janeiro",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10wwbjs",
            "num_comments": 0
        },
        {
            "title": "adoro essas sombras q o sol faz",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10wjr0j",
            "num_comments": 1,
            "comments": [
                "Que esbelto.. <33"
            ]
        },
        {
            "title": "Centro de São Luis-MA",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10wjj1s",
            "num_comments": 3,
            "comments": [
                "muito lindo 💛",
                "que top!",
                "A primeira foto tá magnífica!"
            ]
        },
        {
            "title": "FIM DA FOTOGRAFIA está MAIS PRÓXIMO (assista isso, não é clickbait)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10w42qr",
            "num_comments": 0
        },
        {
            "title": "Praia das enseadas- Guarujá",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10vxe2o",
            "num_comments": 2,
            "comments": [
                "Que foto mais linda!"
            ]
        },
        {
            "title": "Yemanjá",
            "selftext": "Barra Velha SC",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10vwece",
            "num_comments": 0
        },
        {
            "title": "Carcará no interior de MG.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10vtz1y",
            "num_comments": 1,
            "comments": [
                "Carcará \nPega, mata e come."
            ]
        },
        {
            "title": "Estação Sé: desembarque pelo lado esquerdo",
            "selftext": "Metrô chegando na estação, foto com duração de exposição para captar movimentos",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10vqx49",
            "num_comments": 1,
            "comments": [
                "Feita com meu antigo Asus \nF/2.2  1.88mm  1/3s  ISO-25"
            ]
        },
        {
            "title": "Então foi pra reive e não curti muito, fiquei no tédio então foi pra perto da fogueira e isso salvo minha noite, tirei essas fotos que amei muito, a noite foi salva por causa que senti uma paz que só sinto quando tô sozinho, é muito bom",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10vew1v",
            "num_comments": 4,
            "comments": [
                "muito obrigado u/babebeasanduo fico feliz por ter gostado",
                "vdd u/adventure_chosen não tem coisa melhor que isso e muito bom",
                "fogueira é a melhor coisa do mundo... não acampo sem fazer uma",
                "belas fotos"
            ]
        },
        {
            "title": "Um senhor ipê roxo na minha rua, cheio de cipó",
            "selftext": "E um lindo dia de sol!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10v9702",
            "num_comments": 0
        },
        {
            "title": "Campinas, longa exposição (40s) do terraço do edifício Concórdia.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10v728h",
            "num_comments": 0
        },
        {
            "title": "[Arquitetura] Templo da Concórdia",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10v5gdl",
            "num_comments": 2,
            "comments": [
                "Durante algum tempo, essa foi minha foto autoral preferida da vida. \n\nA Antiguidade Clássica europeia me fascina. Gosto das histórias sobre matemáticos gregos, centuriões romanos e mercadores fenícios. O Templo da Concórdia, mostrado nessa foto, tem quase 2500 anos. Ele já existia na época de Arquimedes e Platão, dois gregos clássicos que passaram pela Sicília.\n\nTecnicamente, é uma bela foto. Dá para ver o céu através da construção. O contraste entre o templo no primeiro plano e o céu no segundo ficou intenso, mas sem estar saturado demais.\n\nA foto também tem um quê de acaso. Ela só existe porque eu estava nesse local, com céu limpo, temperatura agradável, nesse exato horário, com poucas pessoas visitando o parque. Ou seja, dei sorte. Eu não teria o mesmo resultado caso alguma dessas variáveis fosse diferente.\n\nAinda há a parte pessoal relacionada à foto. Eu estava em excelente companhia, com minha mulher e dois amigos. Viajamos durante três semanas pela Itália e esse dia foi o último grande dia da viagem. Ainda passamos um tempo em viagem, mas nenhum outro dia foi tão intenso quanto esse.\n\nOu seja, é a minha foto preferida por motivos históricos, técnicos, fortuitos e pessoais.\n\n* Camera: Canon EOS RP\n* Exposição: 1/80\n* Abertura: f/11\n* ISO: 400\n* Distância Focal: 87 mm",
                "muito bom, meu velho!"
            ]
        },
        {
            "title": "a lua essa noite 🌙",
            "selftext": "bendita seja a Samsung e seu zoom 30×",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10uz9ha",
            "num_comments": 0
        },
        {
            "title": "Primeira experiência com edição",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10uut0g",
            "num_comments": 5,
            "comments": [
                "Essa é minha primeira vez editando fotos. Editei pelo lightroom, em algumas fotos sinto que só \"ganhei\" informação, mas em outras parece que piorei alguns aspectos. Algumas dicas?"
            ]
        },
        {
            "title": "Dormi e acordei no mundo de the last of us",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10utmwy",
            "num_comments": 2,
            "comments": [
                "Incrível!!!!!! 😍😍"
            ]
        },
        {
            "title": ".",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10uizub",
            "num_comments": 0
        },
        {
            "title": "Fim de tarde de ontem - sem filtro",
            "selftext": "Câmera de celular Samsung S21+",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10ufwe7",
            "num_comments": 0
        },
        {
            "title": "Foto de Sushi apenas.",
            "selftext": "• Editado no Lightroom\n• 📸: S21 5G",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10udrt7",
            "num_comments": 0
        },
        {
            "title": "🍂",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10udinq",
            "num_comments": 0
        },
        {
            "title": "Fotos aleatórias",
            "selftext": "chamo ele de besrouro ou oq ?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10ty7ec",
            "num_comments": 0
        },
        {
            "title": "Gcam",
            "selftext": "Fala pessoal, blz?\n\nAlguém aqui usa o famigerado app \"gcam\" ao invés do app nativo do celular? É bom mesmo, recomendam?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10ty3si",
            "num_comments": 5,
            "comments": [
                "Depende da situação,pra vídeos utilizo a câmera nativa e para fotos que requerem maior contraste a Gcam,mas não deixo de usar a câmera nativa"
            ]
        },
        {
            "title": "A magia está nos olhos de quem vê",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10txbkd",
            "num_comments": 8,
            "comments": [
                "autoral?",
                "Já vi essa foto 939194 vezes!",
                "Que foi irada"
            ]
        },
        {
            "title": "🐝",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10tt9jf",
            "num_comments": 0
        },
        {
            "title": "Retratos do meu último Ensaio",
            "selftext": "Luz única e efeito de cor no LR",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10tptnv",
            "num_comments": 0
        },
        {
            "title": "Joaninhas - Aparecem muitas aqui em casa",
            "selftext": "Câmera de celular Samsung S21+",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10tp6zn",
            "num_comments": 5,
            "comments": [
                "É uma gracinha!",
                "Já viu uma [verde](https://www.instagram.com/p/Cl_BMagOecr/?igshid=YWJhMjlhZTc=)?",
                "Elas são ótimas anti-pragas para plantação."
            ]
        },
        {
            "title": "Alguém sabe um sub br de fotografia pra compra e venda de equipamentos?",
            "selftext": "Alguém tem interesse em uma Nikon Z7II aqui?",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10tovgp",
            "num_comments": 0
        },
        {
            "title": "🐈",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10tl6by",
            "num_comments": 1,
            "comments": [
                "Que foto sensacional..."
            ]
        },
        {
            "title": "Chácara Maria",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10tfvp4",
            "num_comments": 2,
            "comments": [
                "Fofo se chama Negritude Júnior",
                "Muito fofo... Ou fofa... Rsrsrs..."
            ]
        },
        {
            "title": "Nyara",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10tfbgo",
            "num_comments": 3,
            "comments": [
                "Foto invertida de uma projeção de motivos africanos sobre um corpo nú, em estúdio , com fundo infinito preto.\n\nSem photoshop, apenas edição de curva de níveis para inverter o branco/preto.",
                "OP, que foto fantástica! Resultado maravilhoso!! Meus parabéns!!"
            ]
        },
        {
            "title": "🌸",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10tezto",
            "num_comments": 0
        },
        {
            "title": "Laurinha...",
            "selftext": "Oi!",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10t2tim",
            "num_comments": 3,
            "comments": [
                "[deleted]",
                "Laurinha é parecida com o meu Orion. Ele mandou oi (ele não é de muitas palavras)."
            ]
        },
        {
            "title": "Descansando",
            "selftext": "Cumbuco CE",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10syig3",
            "num_comments": 0
        },
        {
            "title": "Micromundos",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10sy4mm",
            "num_comments": 1,
            "comments": [
                "Não é que a nojenta ficou bonita?"
            ]
        },
        {
            "title": "Auto retrato pra falar deste sub",
            "selftext": "Ultimamente este sub deixou de ser a Ágora da fotografia brasileira no reddit e ficou tão superficial como o Instagram. Gostava de vir aqui pra pedir opinião pois as pessoas eram sinceras, e sinceridade machuca e ajuda a construir. O que eu mais vejo hoje são comentários agraciando fotógrafos iniciantes de graça, sem ter o objetivo de ajudar a pessoa como no r/photocritique (que é um puta sub foda pra isso). Sinto falta da sinceridade aqui, sinto falta da arte.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10sojoz",
            "num_comments": 1,
            "comments": [
                "Bela foto"
            ]
        },
        {
            "title": "Opinião sobre as minhas fotos, fico agradecido!",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10smg7j",
            "num_comments": 4,
            "comments": [
                "absolutamente brabíssimas",
                "Legal, estude um pouco sobre composição de cena que vai te ajudar bastante.",
                "absolutamente brabíssimas",
                "meu deus que maravilha de fotos^^"
            ]
        },
        {
            "title": "Angra dos Reis, RJ. Avaliem por gentileza :)",
            "selftext": "o celular usado foi um moto G6.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10shg4f",
            "num_comments": 9,
            "comments": [
                "Horizonte está torto meu amigo. Snapseed é bom para corrigir (no celular) e no PC o photoshop tem um recurso incrível tbm. Gostei d composição.",
                "Estão ótimas 😁👍",
                "Perfeito",
                "Que bela foto!",
                "A última foto em particular está lindíssima"
            ]
        },
        {
            "title": "Itapuã - Salvador-BA (avaliem, por favor)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10s38gw",
            "num_comments": 5,
            "comments": [
                "A primeira foto, do vendedor (?), não me diz nada. Não dá para identificar facilmente o que ele está vendendo, o rosto dele está na sombra, ele não está em uma pose interessante, o figurino não é nada de mais, a mala está cortada da foto. Em resumo, ele não é um personagem interessante. A composição parece seguir a regra dos terços, mas não é algo que me desafia ou me faz querer voltar a ver a foto. 3/10.\n\nÉ muito fácil cair num clichê em fotos do Farol de Itapuã. Não é o caso dessa foto. Me agrada o contraste entre o farol ao fundo e a pilha de pedras no primeiro plano. O horário escolhido para a foto, com a luz do fim de tarde, deixa a luz suave, abraçando os elementos da foto, e as sombras menos escuras. Se essa foto fosse minha, eu teria deixado o horizonte paralelo à margem inferior da foto, teria clareado as sombras para ver mais detalhes principalmente da vegetação e teria escurecido pontualmente a luz do farol, pois ela está um pouco estourada. Eu teria apagado aquele \"DO BRASIL\" e as outras pessoas que aparecem na foto. 7/10\n\nAchei uma foto confusa, com muitas coisas acontecendo. Há os barcos, mas também tem a cidade ao fundo. Os barcos, então, ficaram num meio termo: não é possível ver seus detalhes, tampouco apenas a silhueta deles aparece. Entendo o apelo da cor do céu amarela, bem quente, mas para mim não funciona por gosto pessoal. Faltou foco nas ondas do primeiro plano, talvez porque elas estavam se mexendo e a velocidade do obturador não conseguiu acompanhar. Pra mim é 5/10, mas entendo que outras pessoas poderiam dar uma nota maior.",
                "Lembre da música, \nPassar uma tarde em Itapuã\nAo sol que arde em Itapuã\nOuvindo o mar de Itapuã\nFalar de amor em Itapuã\n\nTodas estão incríveis."
            ]
        },
        {
            "title": "Nikon NIKKOR 20mm f/2.8 AF | RED SCARLET MYSTERIUM X 5K | Vintage Lens TEST",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10rwq4x",
            "num_comments": 0
        },
        {
            "title": "Flores da mamãe",
            "selftext": "Flores e plantas do jardim da minha mãe",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10rvw0z",
            "num_comments": 0
        },
        {
            "title": "composição de cor - rolê no centro de São Paulo",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10rs44f",
            "num_comments": 3,
            "comments": [
                "Tá muito foda!",
                "Like",
                "Muito bom só uma pergunta, voce usou 3 flashs com filltros de cores diferentes ou luzes led nesta imagem?"
            ]
        },
        {
            "title": "ADOBE STOCK VALE A PENA ? - Usei INTELIGÊNCIA ARTIFICIAL para GANHAR DINHEIRO no Banco de Imagem",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10rry7r",
            "num_comments": 0
        },
        {
            "title": "Final de ano na praia",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10rgi7w",
            "num_comments": 0
        },
        {
            "title": "Halley-Davidson, moto elegante",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10rav70",
            "num_comments": 0
        },
        {
            "title": "[Arquitetura] já falei que amo portas?",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10qxidu",
            "num_comments": 4,
            "comments": [
                "Além de uma bela imagem dá belas inspirações pra projetos arquitetônicos e de interiores.",
                "Eu também! (Uma janela aí)\n\nhttps://500px.com/photo/1010757478\n\nEntre outras lá.",
                "eu to apaixonada pela casinha... mas a porta.... amei demais  \nparabéns pela fotografia"
            ]
        },
        {
            "title": "[Arquitetura] Não há luz no fim do túnel",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10qq76l",
            "num_comments": 2,
            "comments": [
                "Mas há na lateral"
            ]
        },
        {
            "title": "[Arquitetura] New York City, próximo ao Central Park",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10qp4xu",
            "num_comments": 1,
            "comments": [
                "Essa é uma cidade maravilhosa para caminhar e fotografar."
            ]
        },
        {
            "title": "Arquitetura - centro de BH",
            "selftext": "Visitei BH a uns dias e gostei muito dos prédios antigos do centro",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10qgui7",
            "num_comments": 1,
            "comments": [
                "Eu conheço esse prédio!"
            ]
        },
        {
            "title": "Me chamou muito a atencao a arquitetura dessa torre. (Paróquia Santa Rita de Cássia - Sao Paulo - SP)",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10q8r04",
            "num_comments": 0
        },
        {
            "title": "VALE A PENA SER FOTOGRAFO ? - Mitos e Verdades que VOCÊ PRECISA SABER",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10q5neb",
            "num_comments": 0
        },
        {
            "title": "Guaramiranga/CE",
            "selftext": "A maior palmeira que vi na vida 🤌🏻",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10q4kz4",
            "num_comments": 0
        },
        {
            "title": "Esse grilo me pediu uma fotografia e não cobrei nada, espero que ele tenha ficado satisfeito.",
            "selftext": "",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10pyjy2",
            "num_comments": 5,
            "comments": [
                "Se ele não ficou, nós ficamos!"
            ]
        },
        {
            "title": "Lua e Júpiter,",
            "selftext": "Nikon D300s Sigma 70-300mm em 270mm 4seg 5,6 ISO 100, tripé e temporizador, foco manual.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10pyjb5",
            "num_comments": 4,
            "comments": [
                "Carai vey, ficou incrível. Parabéns"
            ]
        },
        {
            "title": "Foto da noite",
            "selftext": "Estou começando a fotografar, não sei editar direito mas tô fazendo do jeito que me agrada.",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10pperp",
            "num_comments": 4,
            "comments": [
                "Ficou muito bom",
                "Ficaria muito bom como papel de parede"
            ]
        },
        {
            "title": "Verão em Arraial do Cabo",
            "selftext": "\n📸 Canon Sl2 + lente 17-50mm",
            "subreddit": "fotografiaBR",
            "topic": "fotografia",
            "id": "10pgmj7",
            "num_comments": 6,
            "comments": [
                "Arraial do Rabo",
                "linda demais!",
                "Hahaha essa aí deve ter saído feliz com a foto que ganhou",
                " Bela bunda"
            ]
        }
    ]
}