{
    "posts": [
        {
            "title": "https://diallecto.blogspot.com/2013/09/forastero.html",
            "selftext": " \n\nSoy forastero del barrio nuevo\n\nNeos vecinos, veloces, diestros\n\nMiro los perros mas no los muerdo\n\nAlgunos niños me miran fiero\n\nYo ni les gruño parecen tiernos\n\nTengo dos puños, medio cerebro\n\nSi hay tumulto que caigan ellos\n\nMujeres búho ven mi cuaderno\n\nSus cuellos torvos, son como cuervos\n\nYa tengo culo, soy Capuleto\n\nComo un pingüino pero con vuelo\n\nLlegó el sheriff a este pueblo\n\nLes dicto el ritmo del intelecto\n\nSi viene ella gritamos sexo\n\nCruje la cama de tantos besos\n\nMe he preparado con frutos secos\n\nAlgunos chinos saben secretos\n\nAcá hay un gaucho que tiene fierro\n\nHago el atentos por ser excéntrico\n\nEl colectivo con música al cuello\n\nSon mis momentos de aeropuerto\n\nJamás me oculto mas bien me exhibo\n\nCerca del suelo escritorzuelo\n\nCerca del cielo no vio el currículo\n\nEntonces vecino si no le ofendo\n\nSi no le ofrezco ningún peligro\n\nLe soy solidario y hago el bienvenido\n\nhttps://diallecto.blogspot.com/2013/09/forastero.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hrbp4l",
            "num_comments": 0
        },
        {
            "title": "ME AJUDE A REALIZAR UM SONHO!!! (text in Portuguese)",
            "selftext": "Sou um adolescente de **16 anos** cursando o terceiro ano do EM. **Por falta de dinheiro**, a produção do meu primeiro **livro de poesia 100% autoral** foi adiada, venho aqui pedir humildemente a sua ajuda financeira. Por favor, não deixe esse **sonho de infância** morrer, com **apenas R$5 mensais** você já irá me **ajudar a realizar esse sonho**. Desde já agradeço!\n\n***Local para a realização do apoio:*** [https://apoia.se/bull](https://apoia.se/bull)\n\n***Caso queira analisar meus poemas antes de investir em mim, eles se encontram no meu insta:*** [https://www.instagram.com/bb\\_uu\\_ll](https://www.instagram.com/bb_uu_ll/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hnr94c",
            "num_comments": 0
        },
        {
            "title": "\"... Me gusta la idea de marcar diferencia Sonrisas, caderas, coherencia Prefiero dar a exigir la entrega ...\" https://diallecto.blogspot.com/2020/07/marcador.html?fbclid=IwAR3D_Oter0F9vpOORiUANDw3Kdne0cO8O1cB6qWAhd9c3Szgzx3M39A0MqQ",
            "selftext": " \n\n\"... Me gusta la idea de marcar diferencia\n\nSonrisas, caderas, coherencia\n\nPrefiero dar a exigir la entrega ...\"\n\nhttps://diallecto.blogspot.com/2020/07/marcador.html?fbclid=IwAR3D\\_Oter0F9vpOORiUANDw3Kdne0cO8O1cB6qWAhd9c3Szgzx3M39A0MqQ",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hnkpu1",
            "num_comments": 1,
            "comments": [
                "https://diallecto.blogspot.com/2020/07/marcador.html?fbclid=IwAR3D_Oter0F9vpOORiUANDw3Kdne0cO8O1cB6qWAhd9c3Szgzx3M39A0MqQ\n\t\nHello u/AdRevolutionary710, it appears you tried to put a link in a title, since most users cant click these I have placed it here for you\n\t\n^I ^am ^a ^bot ^if ^you ^have ^any ^suggestions ^dm ^me"
            ]
        },
        {
            "title": "Pena",
            "selftext": " \n\nLa imagen es esta.\n\nUna habitación pequeña, impoluta, una pantalla sobre el escritorio junto con un teclado sin polvo entre las teclas. No hay biblioteca. Solo estantes donde se exhiben recuerdos de viajes de alguna juventud vivida. La cama de una plaza y la compañía permanente del miedo. Quien mas conoce de tu vida es el recolector de residuos que al menos dos veces por semana oye las campanitas de las botellas cuando retira las bolsas del frente de tu casa. La falta de contacto real con otros seres humanos te ha hecho olvidar como saben las sonrisas en el alma. Tu memoria, otrora portentosa, parece solo evocar los sinsabores de, otra vez, alguna juventud vivida. Puede que en alguna mascota encuentres algún tipo de metadona del amor, un sustituto vegano al equivalente sentimental de un buen asado. No obstante, tú sabes, tu notas la carencia, la sufres pues la soledad es tangible tanto en el cráneo como en la entrepierna. Las noches son oscuras. \n\nPena",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "hnkl15",
            "num_comments": 0
        },
        {
            "title": "Ciclos",
            "selftext": "O sono profundo foi abalado pelo som provindo do telemóvel. Hoje, livre de qualquer atividade, esquecera-me de desativar o despertador que toca sempre às oito em ponto da manhã! O dia que poderia ter sido destinado unicamente a uma retirada, a um descanso prolongado, fora cancelado.\n\nConfesso a minha batalha para ficar pregado à cama, mas o corpo não obedeceu. Estranhamente, após acordar, nunca a minha disposição se contenta em ficar debaixo dos lençóis. Exige que me levante imediatamente e aproveite o que me espera. Ainda bem que assim é! Já os velhos sábios diziam: “Deitar cedo e cedo erguer, dá saúde e faz crescer!”.\n\nDecidi espreitar a paisagem que me guarda a frente da casa, perante a grande janela do meu quarto, na esperança de encontrar um belo dia, que me inspirasse desde logo para terminar o que ainda permanecia por fazer e para começar a transcrever o que em meu cérebro era cogitado.\n\nO meu desejo foi correspondido. Lá ao fundo, por entre os altos pinheiros de uma densa ramagem eram irradiados os jovens raios de luz, que faziam com que as plantações subjacentes tivessem realçadas as suas cores. Ainda tão cedo, mas a enorme bola de fogo já aquecia toda aquela zona, de maneira que, já deveria ser agradável andar no exterior.\n\nResolvi abraçar o meu palpite e saí à rua. Inspirar a aragem da manhã, saborear os ares que transportam com eles a fragrância da Natureza.\n\nDecidi dirigir-me às árvores de fruto que por aqui tenho espalhadas, de forma a inspecioná-las. Caso seja necessário, gosto de regá-las logo pela manhã, antes que o calor abrasador as faça suar.\n\nA fome apertava e talvez, inconscientemente, procurava a doçura de uma laranja, de uma maçã, de uma pêra ou de uma nêspera.\n\nAssim que alcancei o local, percebi que mais um trabalho me esperava.\n\nNuma grande área, sobre as pedras côr de gelo, repousavam algumas folhas que haviam caído. Deixou-me espantado o facto de como elas, outrora verdejantes e esplendorosas, encontravam-se agora desfalcadas, sem interesse, com uma tonalidade castanha horrenda.\n\nDepois de um longo exame, mais uma observação me estarrecera: a analogia entre o ciclo de vida da folha e a do próprio ser-humano.\n\nTambém nós, enquanto jovens, parece ser tudo mais vibrante e mágico. Estamos sempre com a necessidade de iniciar mais um episódio da série da vida, ansiosos pelas aventuras que nos aguardam.\n\nPorém, com a velhice a bater à porta, acabamos por murchar. O corpo não corresponde à mente jovem que ainda se perpetua em nós, fazendo com que cresça um sentimento de impotência e o desejo de partir.\n\nPara remediar esta situação, acredito numa fórmula muito simples! Aproveite cada segundo da sua vida ao máximo! Desfrute do inútil, veja magia na banalidade e procure sempre o prazer e a emoção em tudo o que faz, ou que pretende fazer.\n\nSe seguir estes conselhos, verá que no momento em que a sua folha cair da ramagem, percorrerá o ar com leveza e embaterá no chão com uma paz impossível de caracterizar.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "h9ldmr",
            "num_comments": 0
        },
        {
            "title": "Recomendo muito a leitura de 100 anos de solidão, de longe o melhor livro que eu não li. A leitura do livro melhora se você conhece um pouco da história da América central/ Latina",
            "selftext": "Não sei porque, mas o jeito que o Gabriel Garcia Marquez escreve desastres e maldições me encanta demais",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "h01r41",
            "num_comments": 0
        },
        {
            "title": "conto: A SURPRESA DE JUNIOR FREITAS (já avisando que pode ser meio pesado, violento etc)",
            "selftext": "Tenho uma história engraçada sobre conhecer gente pela internet. \n\nAntes, eu não entendia o que havia de tão empolgante nas redes sociais. Minhas noites de sexta e sábado eram infinitamente tediosas, quando eu não ia perambular sozinho nas ruas. Mesmo assim preferia ficar deitado na cama, olhando pro teto, do que rolando uma linha do tempo pra baixo.  \n\nEu até achei que estava usando-as de forma errada. Não sei, tem tanta gente meio tímida como eu que encontra o refúgio para uma socialização confortável nas redes sociais. Mas eu não consegui me encaixar em nada.  \n\nNo instagram, eu fui um fracasso. Nunca postei uma única foto sequer. Não é porque me acho feio, não sou tanto assim. Vi até gente muito mais feia do que eu ganhando bastante like. Tentei o twitter também, mas os pensamentos que eles imprimiam naquele meio eram tão fúteis. E quando falavam sobre coisas importantes era de uma maneira tão bruta, no sentido de simplória, e tão ofensiva. Me destemperei algumas vezes, e não pude conter de comentar uma real pra algumas pessoas. Mas eles eram muito bons em serem mal-educados, e aí começava aquela treta meio sem nexo em que eu, honestamente, sempre saia por baixo. Sempre me esculachavam, isso porque eu sou bastante educado.  \n\nTentei, depois de muito tempo sem acessar, o facebook. Me falaram que poderia haver alguns grupos bacanas aonde eu me encaixaria, ter um assunto. Eu gosto de anime. Mas é muito difícil encontrar um grupo para caras que gostam de anime como eu. Me irritam profundamente os que se dizem otakus, ou qualquer guriazinha que faz esses cosplay, ou os que botam a foto do personagem como de perfil. Eu não suporto essa gente. E quase todos os grupos são basicamente essas pessoas. Um bando de criança que merecia mesmo era uma boa dose de vida real e amadurecimento. Já se pode imaginar a qualidade dos posts. Eram horríveis. Eu até tentei entrar nuns desses, mas fui expulso de todos. Não aguentei os emoticons e, tenho que admitir, perdi a paciência com eles também. \n\nE foi então que eu encontrei um grupo mais a minha cara, ainda no facebook. Nem precisei tentar outras redes sociais, tipo o Reddit, ainda bem. Era de anime, né. Só que nesse as pessoas pareciam mais sensatas. Era pequeno, tinha uma meia dúzia de caras ou mais. Acho que uns dois ou três tinham uma foto deles mesmos como de perfil. No máximo um com personagem. O resto não tinha posto foto alguma. Na minha opinião, ainda bem, porque a cara deles deviam ser realmente muito estranhas para eles pararem naquele grupo pequeno de anime, numa sexta ou sábado à noite. Os assuntos que a gente abordava acerca dos mais diversos animes eram mais, como posso dizer, profundos, e muitas vezes transcendiam o tópico principal. Poucas pessoas entendiam nossa forma de humor.  \n\nNão me levem a mal. Até que era bem divertido. Teve umas vezes em que fiquei umas três horas sentado conversando com os caras. A gente se empolgava tanto a ponto do grupo ser banido algumas vezes pelos caras do Facebook. Esses caras eram um sarro. Feios e sem graça, garanto. Terrivelmente solitários. Mas tinham boas ideias. Odiavam as garotinhas kawaii tanto como eu. Assim como os emos, os caras que gostavam de filme, de música, os indies, os caras mais políticos, feministas, ativistas da faculdade... etc. Mas tudo isso era triste quando se pensava: poxa, tem um mundo aí fora para se viver e a gente no computador. As vezes eu me sentia no dever de mostrar a esses cavalheiros a vida real... \n\nDaí, conversando assim, eu conheci esse cara, o Junior Freitas. Num post bem indigesto, mesmo pra mim, e de comentários bem calorosos. Fomos pro privado pra trocar uma ideia e descobri que ele morava na mesma cidade que eu, e, na hora, pensei: porque não? convidei-o para tomar um trago nuns bares pertos da universidade.  \n\nEle não parecia muito afim a princípio. Senti que ele tava meio com o pé atrás, desconfiado. Entendo completamente. Mas foi. Nos encontramos numa pracinha toda fudida lá. De noite assim era até que bastante macabro. Ele tava todo de preto, um capuz. Tinha uma aparência bem ridícula na verdade. Calças moletom e um óculos de grau que não combinavam nem um pouco com a cara dele. Ainda bem, ele era tão tosco que as pessoas poderiam até achar minha pochete descolada. Além disso, pelo que eu pude ver no escuro, ele parecia bem feio e com muitas espinhas. Era significativamente menor que eu. \n\n*Esta gostando? Vou te dizer que o final é o melhor que eu já fiz. Duvido alguém achar previsível. Se você está interessado em continuar, pode me mandar mensagem no direct que eu te passo o conto todo em pdf. De qualquer forma, obrigado pela atenção :) s2*",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gwziiu",
            "num_comments": 0
        },
        {
            "title": "No medium : @Mateus_orsini",
            "selftext": "Então que tamanho medo é esse das lágrimas correrem em seu rosto? Tu pensa que iram queimar sua pele? Ou o que? Queimar sua imagem a quem as vê brilhando em seus olhos? Engano seu, meu caro. Elas só o libertaram.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gwzfqc",
            "num_comments": 0
        },
        {
            "title": "EL MUNDO CAE BAJO MIS PIES",
            "selftext": "Veo el mundo que cae bajo mis pies. \n\nTodo se derrumba y yo estoy en lo alto,\n\nsubido en la copa de los árboles, \n\nprotegido del viento y de los tiempos aciagos,\n\nesperando que todo cambie.\n\nDeseando que el mundo se mueva\n\nhacia una era diferente,   \n\n\nen la que todos tengamos cabida.\n\nSiento que estoy por encima de todo,\n\nsiento que me muevo en un sentido diferente.\n\n¿Cuándo dejara de existir la discordia?\n\n¿Cuándo seremos capaces de comprender,\n\nque no somos nada sin la naturaleza?\n\n¿Cuándo nos entenderemos los unos a los otros\n\nsin recurrir a las armas y al dolor ajeno?\n\nBusquemos ser libres sin ser opresores de nuestros semejantes.\n\nBusquemos respetar sin pisar la libertad   \n\n\ncon aquellos con los que compartimos todo.\n\nNadie recordará el daño recibido,   \n\n\ntodos se acordarán de aquello que los hizo feliz.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gqh37s",
            "num_comments": 0
        },
        {
            "title": "Dae, tais sem nada pra fazer, né? Sabia! Então... fiz esse continho aqui pra você ler e não morrer de tédio. Não precisa agradecer. Fiz sobre o \"tópico da semana\" do sub r/escrita. É sobre ficção científica, porém tentei não me limitar muito ao tema e explorar mais um realismo fantástico.",
            "selftext": "A NOVA COLÔNIA, parte I\n\nConto por João Antonov\n\nEm 22 de abril de 2015 eles chegaram. Clara se lembrava bem do dia. Ainda estava no primeiro semestre da faculdade de medicina. A notícia virou o mundo de cabeça para baixo. E quando os aliens começavam a se espalhar e a se instalar em diversas partes do globo, a realidade era tão fantasiosa e impalpável que Clara sentia que, a qualquer momento, acordaria daquele sonho estranho. Só quando eles chegaram em Manaus e lá fundaram a sede da onde explorariam e exportariam mais da metade da Amazônia, ela passou realmente a cogitar essa realidade que viam seus olhos. Um fio quente de consciência quebrava toda a calmaria na qual sua medrosa passividade a deixava. Tudo iria realmente mudar, e ignorar a verdade não lhe seria, dessa vez, útil.\n\nNo começo tudo era estranho e, de certa forma, tosco. Os extraterrestres com dificuldade entendiam as milhares de línguas terráqueas e suas variações, por isso economizavam esforços, por exemplo, transmitindo seus comunicados em português de Portugal para os Brasileiros. Era vistoso que, assim como para os humanos, essa era uma experiencia relativamente nova para eles.\n\nEm 2013 foi quando Clara conheceu Magnus. Os dois estavam no cursinho pré-vestibular e tentavam para medicina na UFAM (universidade federal do Amazonas). Após o súbito enlace de uma forte amizade, começaram a namorar nesse ano. Magnus era grande, um dos mais altos da sala, nessa época era muito mais magricela e até desengonçado. Clara atraiu-se por sua inteligência e dedicação, coisa que, com sua plácida e ensossa beleza, não encontrava nos meninos que conseguira fisgar durante o ensino médio. Apesar disso, em 2014 fazia 3 anos em que Magnus estava preso no cursinho tentando passar para medicina, foi quando mudou radicalmente de curso. Optou por seguir aquele assunto que assombrava todas as suas conversas de maior relevância e interesse. Só ao se abrir com Clara, coisa que nunca fez com tanta sinceridade com outra pessoa, que essa sombra se transmutou de um devaneio inconveniente para a ambição profissional e pessoal de Magnus. Clara o apoiou muito nessa época, e pode ver aquele menino embaraçado e desengonçado se desenvolvendo paulatinamente num homem corajoso quando disse ao seus pais que seu maior interesse era a política. Ela, contudo, continuou tentando para medicina, esse foi seu segundo ano de tentativa. Os dois passaram para a UFAM, ele para relações internacionais e ela seria médica.\n\nO verão de 2014 para 2015 foi o melhor de suas vidas. Clara cultivava uma estima inaugural por aquele broto de menino que desabrochava sua bruta coragem. Magnus, ao passo que perscrutava seu cerne com auxilio de sua namorada, se tornava aquele tipo de rapaz hostil, não em prol de sua vaidade, mas inamistoso com injustiças. Clara, que era medrosa, tímida e condescendente, admirava a determinação do namorado contra as falsas e cordiais concordâncias, ainda mais quando sabia que fora ela quem impeliu essas características a luz da personalidade. Apesar disso, conhecia bem seu lado inseguro, indefeso, também como o alvo de seu amor, nobre, assim como o motivo central de sua luta.\n\nMagnus naturalmente tinha o gênio de se inclinar para as militâncias esquerdistas das faculdades federais. Ele mal teve tempo de viver elas no seu estado natural, pois logo os aliens chegaram. Como os extraterrestres se mostraram toscos e desajustados em sua forma de dominação, os estudantes federais, junto de outros grupos simpatizantes, aproveitaram-se dessas fraquezas e protestaram contra os atos de injustiça e a escravidão que alguns aliens principiavam a introduzir em Manaus. Clara, prudente até demais, no começo não seguia o namorado para a rua manifestar, apesar de incentiva-lo. Os aliens passaram a encararam a força estudantil como um adversário respeitável, pela sua inflexibilidade e brio, e amenizaram as injustiças, mudando de uma estratégia completamente opressora para uma na qual tratava os humanos Manauenses quase como cidadãos com menos direitos. Só assim que Clara viu a importância dessas manifestações e seguiu seu namorado em cartazes e bandeiras. Magnus se tornava de suma importância para a organização dos protestantes.\n\nFoi então que os ataques rebeldes começaram, em todo o mundo, lá por maio de 2016. Os que, antes da colonização, eram direitistas e conservadores, condenaram os ataques como sendo extremistas e injustos com os aliens, que nos tinham cedido certas regalias políticas enquanto poderiam ter simplesmente nos exterminados. Os estudantes aderiram incontestavelmente a causa. Clara voltou a ficar em cima do muro e não soube se era realmente certo apoiar os rebeldes, que, apesar de lutar por liberdade humana, causavam muitas mortes e desentendimento.\n\nFoi logo mais tarde, 2017, quando também Magnus abandonara as passeatas. Entretanto, nunca deixou de ter sua opinião política muito forte. Começava a ficar realmente robusto e corpulento, com o rosto forçudo. Não era mais o menino magricela do cursinho. O súbito abandono das passeatas estranhou Clara, como também uma repentina mudança em seu comportamento.\n\nMagnus começava a sumir de repente, a voltar muito mais tarde da faculdade, a falar ao telefone longe da namorada, a botar senha nos seus computadores. Clara desconfiava dele, ainda mais quando via nitidamente que alguma coisa ele escondia. 2017 e 2018 foram anos bem conturbados no namoro deles. Clara exigia por explicações e Magnus balbuciava histórias frágeis. Chegaram até mesmo a terminar, mas nunca de se amar. Voltaram, então, em 2019. Magnus sofria muito sem ela. Percebia que o motivo de sua luta era pelas coisas que amava, e ele amava Clara. Voltaram, não com a mesma intensidade. Magnus, assustado com a tibieza do relacionamento, pediu a mão de Clara. Ela concordou no tudo ou nada e nas promessas de mudança dele, acreditou, mesmo com um pingo de desconfiança, que não houve traição. Se mudaram da casa dos pais e foram tentar a vida de noivos num apartamento próprio. Ele e ela cursavam já o doutorado.\n\n*Gostou? Essa é só a primeira parte. Se você quer continuar lendo, comenta que eu posto as sequencias ou manda direct pra eu te passar o pdf por email. Obrigado pelo interesse :)*",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gomhnc",
            "num_comments": 0
        },
        {
            "title": "Confesiones de un editor",
            "selftext": "Saludos, seres inquietos por la palabra y sus mundos. Les comparto este video. Dos editores charlan acerca de su oficio y acerca de lo que piensan con respecto a la publicación. \n\n [https://www.youtube.com/watch?v=UComF9wwcgs](https://www.youtube.com/watch?v=UComF9wwcgs)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gmwjjg",
            "num_comments": 0
        },
        {
            "title": "Malditos supermercados!",
            "selftext": "Em dias de calor absurdo decidem exagerar na frescura produzida pelo ar-condicionado, quando é o frio extremo a reinar, o aquecimento é insuportável. O choque imediato de temperaturas criam na minha cabeça tempestades medonhas, provocadas pelo embate de correntes quentes e frias. O ambiente instaurado torna-se indesejável, interrompendo o meu bom estado de espírito, calma e dedicação, fazendo com que a minha vontade ao entrar, seja imediatamente a de sair. Todas estas contradições apenas ao ultrapassar as portas automáticas. Ao menos isso! Já não é preciso o “empurre” e “puxe”!\n\nA vastidão do espaço deixa-me diminuído. Tantas estantes, tantas prateleiras, tantas montras… E para quê?! Para quê tantos produtos?! Para quê tanta opção de escolha?! Penso saber a conclusão destas inquietações: Serve para atrasar o consumidor, de modo a que dispenda o seu tempo em coisas inúteis. Comparam-se, durante minutos, produtos em que pouco ou nada diferem, o problema é que depois de tanta reflexão, quando se julga já ter escolhido o que levar, começam a surgir novos entraves e aquele exame volta à “estaca zero”. \n\nAs mudanças constantes do espaço são uma tormenta! No momento em que julgo estar acostumado aos locais específicos de cada artigo, resolvem remodelar as secções por completo, translocando-se estes para novas paragens distantes. Perdido, procuro o empregado mais próximo e tomando-o como desocupado, alvejo-o com questões irrisórias, fazendo com que a sua concentração, colocada no seu trabalho produtivo, se desvie para me satisfazer meras indicações insignificantes.\n\n* Desculpe? Pode me dizer onde ficam as alfaces?\n* Claro! Estão junto à placa que diz “verduras”. Lá ao fundo!\n* Ah! Que disparate! Desculpe o incómodo! Não vi bem!\n\nNão sei quanto a si, mas a vergonha possui-me por completo na ocorrência destas situações caricatas. Como posso não ter visto a enorme sinalética?! A banalidade da ocasião devia ser indiferente a meus olhos, porém, à luz das minhas ideias, torna-se intolerável, uma vez que a informação está à vista de todos. Felizmente, há quem dê o seu contributo tranquilamente e com amabilidade, ainda assim, também há quem não consiga disfarçar a sua angústia e fúria quando apoquentados.\n\nE quando um mar de gente decide galgar estas superfícies?! Que sofrimento! A mobilidade tem que ser cuidadosa, de forma a que não se choque contra ninguém. Por vezes acontece e todo o procedimento pós-embate é desgastante! Primeiro, verificar se está tudo bem com o outro/a; depois, apresentar uma desculpa esfarrapada para tal ter acontecido; por último, após aquela troca de palavras para se estabelecer uma relação cúmplice forçada, apresenta-se as mais “sinceras” desculpas e vai-se à vida. Além disto, todos parecem querer as mesmas coisas, consequentemente, as enchentes formam-se em sítios específicos e inevitavelmente, os encontrões verificam-se. As pessoas nem boas são para si próprias! Vão para o centro do campo de batalha!\n\nSe me for dada a oportunidade de eleger a coisa mais irritante, o prémio vai, sem sombra de dúvida, para as filas. Quem está a ser atendido apresenta uma insensibilidade descomunal perante quem está à sua espera. Demora a eternidade para colocar a sua mercadoria no tapete rolante e no momento de finalizar as suas compras, lembra-se que afinal ainda resta “mais uma coisinha”. Sai disparado, sem saber bem o que realmente lhe falta, mas tem a certeza que a sua pequena lista, elaborada num pequeno bloco de notas, não chegou para conter tudo o que necessitava. Enfim, teimosias!\n\nDepois de tanta restrição e isolamento, o meu desejo era retornar a um supermercado sem ter que utilizar uma máscara (causa um desconforto terrível), sem luvas, sem ter o receio de colidir, com a capacidade de falar livremente, nem que seja para expressar “as mais sinceras desculpas” e finalmente, para apreciar a exaustão que fervilha nos rostos daqueles que aguardam pacientemente pelo “esquecido”.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gm6zui",
            "num_comments": 0
        },
        {
            "title": "Tá de boa ai? Não ta afim de ler o comecinho de um conto que escrevi? Oque de tão importante vc teria para fazer agora? Lê ai na moralzinha pô. É engraçado e vc talvez se identifique. Se tu quiser ler o resto, te mando o arquivo em pdf. Bem de boa.",
            "selftext": "Com treze anos, nosso pequeno Gustavo ruminava essa questão com preferência secreta: “porque há tantos vídeos incestuosos nos sites de pornografia?”\n\nPrincipiando sua vida sexual, fez como todos os garotos de sua idade. Pegou seu celular, no calor da curiosidade, e foi com os dedinhos, cheios de vergonha e vontade, teclando nas letrinhas que sentenciavam sua escolha pervertida. Cada palavra digitada... cada página avançada...\n\nChegou nesse lugar estranho com pessoas nuas. Levou um susto pela nudez humana e a nudez do pudor. Na primeira vez, ficou horrorizado e disse a si mesmo que nunca mais faria isso.\n\nMas voltou, como todos, como único meio de inquietar essa palpitação peitoral e juvenil - atordoante. Foi se acostumando. Entendeu as tendências e as regras daquele lugar sinistro, segredo de todos, que seus pais não poderiam saber de jeito de nenhum. Se sua mãe desconfiasse, levaria uma surra.\n\nInquietava lhe ainda, após um ou dois anos de visitas constantes no mesmo site, a existência de alguns fetiches. Muitos seguiam padrões, encaixavam-se numa bolha de recomendados. Outros se juntavam, uma sobreposição de fantasias. O Gustavo cheio de espinhas se atreveu a aventurar-se por alguns. Cogitava uns, os menos estranhos e relativamente aceitáveis, e também cogitava errado no calor do momento, onde tudo vale em prol do prazer. E outros, só de pensar em faze-los, lhe davam náuseas. Não conseguia entender como alguém poderia sentir prazer por coisas tão estranhas e horrorosas.\n\nUm desses fetiches, alocados a meio termo na consciência de Gustavo, nojento, mas, de certo modo, cogitável, era o incesto. A palavra em si, fora de contexto, era bizarra. Mas, no âmbito do site de aba anônima, a sombra desse significado era tão recorrente nos vídeos recomendados da página inicial que a palavra se tornava inócua. Assim, pais com filho ou filha, não, nem pensar. Madrasta ou padrasto com enteado ou enteada, também não, estranho demais para uma ideia que não o animava o suficiente. Mas, irmão postiço com irmã postiça, era algo pensável.\n\nNão era sua categoria favorita, não. Muito menos seria uma preferência que assumiria abertamente numa roda de verdade-ou-consequência. Mas, nas horas de solidão, onde o tesão liquida a sensação até do olhar de Deus, era uma ideia, uma opção...\n\nOs pais de Gustavo passavam por brigas horríveis. Vieram a se separar. Nesses tempos, ou Gustavo não visitava mais o site, preocupado de mais com a vida de pais divorciados, ou o visitava deveras, querendo simplesmente não pensar em nada e só consumar o ato. Seu pai se mudou para a cidadezinha natal, lá na puta que pariu do interior do Paraná. Gustavo pode optar, já tinha idade legal, e escolheu a mãe. No auge da liberdade dos seus dezesseis anos, mais pela cidade grande e pela vida já acostumada do que pelo carinho materno.\n\n*gostou? Vou te dizer, ein, nosso caro Gustavo vai passar por mais umas boas confusões, ho ho ho. Me manda mensagem que te mando o pdf. De qualquer jeito, obrigado por ter lido até aqui! s2*",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gl6uel",
            "num_comments": 5,
            "comments": [
                "[removed]"
            ]
        },
        {
            "title": "Nuevo texto en mi blog...",
            "selftext": "Hola!!\n\nHace unas semanas compartí mi blog y empecé a subir textos de nuevo. Ayer subí uno muy especial que escribí hace ya más o menos un año, acá esta el link para que lo visiten:\n\nhttps://relatoscomplicados.wordpress.com/2020/05/14/und-wer-hat-mich-getotet/\n\nSi quieren leer otros basta con darle al Menú y luego en Relatos, o con este link:\n\nhttps://relatoscomplicados.wordpress.com/\n\nEspero que puedan tomarse unos minutos para leer y si es necesario mencionar alguna cosa, por mensaje directo o por acá mismo puede ser!\n\nCamilo",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gkj1vy",
            "num_comments": 0
        },
        {
            "title": "EL DESENCANTO",
            "selftext": "¿Hasta cuanto nos durará el amor?\n\n¿Cuándo se secarán las lenguas,\n\nDe tanto usarlas?\n\n¿Cuando se cuartearán los labios\n\nCon tantos besos que nos damos?\n\n¿En qué momento dejaremos de mirarnos\n\nCon la intensidad de cuando empezamos?\n\n¿Quién desviará primero la mirada,\n\nTras ver pasar un otro encanto?\n\n¿Se marchitarán las flores \n\nDe nuestro jardín de enamorados?\n\n¿Quién de nosotros las dejará de regar\n\nPara empezar con otro arado?\n\n[G. David Peralta](https://poesiasdegdavidperalta.blogspot.com/2019/12/el-desencanto.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gjt4nb",
            "num_comments": 0
        },
        {
            "title": "DO LADO DE FORA",
            "selftext": "Se você tem mais de dois neurônios já sentiu, alguma vez, náusea, ao ler sua timeline, no Facebook. Além de aguentar comentários imbecis, deve se sentir feliz quando não se depara com exemplos de fanatismo e postagens preconceituosas, dignas de gente vivendo na Idade Média. \r\n\r\nVer uma discussão interessante, com bons argumentos, é raro.\r\n\r\nDifícil acreditar que, depois de todo o progresso científico do século XX, ainda continuemos tão estúpidos. Se é difícil de acreditar, porém, não é tão difícil de entender. Acontece que o progresso se deu do lado de fora, objetivamente.\r\n\r\nPouco importa se temos acesso a tantas informações. Isso não significa estarmos prontos para lidarmos com elas. Há um abismo enorme entre informação e conhecimento. Entre a informação e o ideal de sabedoria, então, nem se fala.\r\n\r\nImagino como um iluminista, feito Kant, por exemplo, ou Voltaire, veria nosso mundo. Eles, como outros de sua época, professaram a importância de que o conhecimento fosse dividido, de que todos tivessem acesso à educação. Eles acreditavam que o estudo era uma forma de levar às pessoas a emancipação, a adquirirem uma nova percepção sobre si e o mundo. \r\n\r\nComo os iluministas veriam nossa época, dominada pelo capital, por uma imprensa fajuta, por uma política quase sempre corrupta? Como conseguiriam digerir a falta de desenvolvimento cognitivo e empático da humanidade, em contraste com seu enorme progresso material?\r\n\r\nImagine uma história na qual Kant fosse trazido até nossos dias. Poderíamos trazer também Descartes, o já citado Voltaire — como eles aguentariam todas as contradições surgidas a partir do final do século XIX?\r\n\r\nQuem não ficaria tão impressionado, provavelmente, seria Nietzsche. Ele era um pensador extremamente “pessimista”. Se fosse trazido aos nossos dias, talvez dissesse: eu avisei!\n\n(https://www.aleixodarosa.blog.br/2020/05/do-lado-de-fora.html?m=1)\n\n[Visite meu blog! ;)](http://www.aleixodarosa.blog.br)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gj0of7",
            "num_comments": 2,
            "comments": [
                "Certamente, o excesso de informações não deixa o sujeito mais inteligente, e sim mais imbecil. Por quê no meio das informações que educam, como o texto aonde comento, existem as incríveis e sensacionais fake news. No meu ponto de vista, a anti-vacinação (e outras bobagens que contrariam o antes denominado senso comum) tem como maior arma a internet e seu anonimato.\nSeu texto me fez pensar, obrigado."
            ]
        },
        {
            "title": "crônica autoral: Complexo de Superioridade",
            "selftext": "  Uma mulher entra em um consultório psiquiátrico. Senta-se e espera ser atendida. Ela parece irritada, com alguma coisa para dizer. A palavra entalada na garganta. Bate o pé. Ela já esteve ali antes, aqui. Os olhos inquietos - a mobilha nada mudara. Fora paciente pelo período de um ano, e então abandonara o processo, sem mais nem menos, insatisfeita. Estava a meses sem dar sinal de vida para a psicóloga e não lhe passava pela cabeça a ideia de voltar ao tratamento. E de repente se vê, sentada no sofá de couro branco outra vez, a última vez. Ela espera a psicóloga. \n\nEssa entra, faz a outra levantar, apertam as mãos, tudo bem? Se acomodam. É cordial, pergunta:\n\n\\- E aí, como foi? como andas? \n\nE a vida? não pergunta porque a outra abandonara, de uma hora para outra, o processo. \n\nIniciam. A paciente conta da vida. Diz que fez isso isso e aquilo. Relembrou-a dos seus problemas, dos seus traumas de infância, dos seus maiores medos, das inseguranças e cortes profundos em sua alma. Rememorou-a das suas culpas, das suas vontades vergonhosas, dos seus segredos mais profundos que nunca antes outro ser teve conhecimento. A paciente fez tudo isso esperando, degustando na boca as palavras dessas revelações vazias que brotavam do estomago e se misturavam com medo na garganta. Plena, porque sabia que faria, aproveitava a sensação de perigo enquanto se sentia protegida por promessas éticas e profissionais, como quem saboreia a segurança técnica de uma montanha-russa. \n\n\\- Mas, doutora, me vem à cabeça, às vezes, que a senhora não me compreendia direito. Certas ocasiões, após algumas lágrimas derramadas, que se marcaram em minha memória como preâmbulos, por isso recordo, eu falava sobre X e a senhora respondia sobre Y. No começo eu passei a levar como planejados esses seus desvios, indubitavelmente certos em seu raciocínio de graduada. Mas, angustiada após passado um tempo me sentindo incompreendida, dei-me ouvidos. Meu problema central habita em X, isto era certeiro, mas a senhora não conseguia ver isso, e eu me perguntava... como? Uma profissional como a senhora, a mais cara da cidade, não deveria ser por incompetência que ignorava os caminhos para o sucesso de seu ofício para comigo. Então eu entendi, estudando seus atos, palavras e silêncios, enquanto sentavas nessa poltrona olhando-me sem me olhar. Ignoras o meu problema porque tens algum complexo de inferioridade perante a mim. Sim, calma, deixa eu explicar. Você parece ter este trauma, ou alguma coisa assim. A senhora detesta esse meu defeito, isso, exatamente. Detesta porque ele é o tipo de defeito daquele de quem você desejaria ser. Tipo, você tem essa visão de personalidade, essa que você sonha em alcançar. Que por esse sonho você se policia, se articula, se pensa e repensa toda a vez antes de dormir ou na privada enquanto caga. Essa personalidade, sou eu. Quero dizer, a senhora atribui-a a mim! Me vês como se eu tivesse essa coisa que você não tem. Me tens inveja! É... é... e a senhora é tão víbora descontrolada que nem consegue conte-la, despreocupada com a saúde de sua paciente! Você fica me distraindo de todo o meu mérito, da pessoa realizada que eu sou. Se diverte vendo-me correndo em círculos, dizendo que eu deveria ser mais atenta a coisas completamente discrepantes. Me segas desse problema, que é a prova da minha altivez! Entretanto, ainda é um problema, e deve ser resolvido, para eu evoluir mais e mais, cada passo mais distante da gente reles, imunda e invejosa que é esse teu tipo de oxigenada! E você brinca comigo! Fica escondendinho minha problemática de mim, guardando-a para ti, como se fosse teu. Como se, me vendo desbaratada, a estivesse roubando de mim, para tu se deleitar com esse cinismo. Enquanto tateio no escuro, preocupada com a minha vida, ficas revelando, isso que me pertence, como se fosse teu, mostrando de pouquinho em pouquinho, como que me seduzindo! E eu segui, fui atrás babando, acreditando sem malicia na sua benevolência. Que coisa mais vil! Encare-se, e veja que não eis o suficiente, nem para resolve-lo, nem ao menos para chegar a tê-lo. Esse problema que se assimila ao peso exaustivo das medalhas. \n\nA paciente então saiu dignamente do consultório, como se tivesse deixado lá a verdade dura, grossa e verdadeira, para a psicóloga lapida-la cortando e dilacerando seu orgulho próprio. Entretanto, achou que deveria ter dito mais coisas. Via-se como a própria evolução da humanidade. Ao seu ver, se todos agissem como ela, com a mesma coragem, com a mesma determinação para liquidar os obstáculos do progresso humano, o mundo seria um lugar mais justo e verdadeiro. Passou pelo saguão da portaria, toc toc de salto alto altivo, tilintar dos brincos, da bolsa e das pulseiras, e quando chegou a rua se sentiu o próprio sol. \n\nA psicóloga, completamente assustada, sentindo-se humilhada, revelou, mais tarde, ao seu advogado, os danos morais que sofrera. Esse disse que sim, que o processo poderia ser realizado. Ela, com o poder de dar laudos, disse, em frente ao juiz, que a paciente sofria de sérios distúrbios mentais, psicopatias, complexos de grandiosidade, e o advogado se lembrou de como isso é perigoso à população, utilizando-se ao exemplo da vítima, claro. A paciente, então, foi recomenda a certa clínica e ao tratamento de certo psiquiatra; esse que agiu com diligencia e deu-a ótimos remédios que nunca mais a fizeram sofrer tais disparates.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gi4s6p",
            "num_comments": 0
        },
        {
            "title": "Pôr-do-sol",
            "selftext": "O relógio martelava um ritmo compassado. Os segundos corriam, os minutos andavam e as horas arrastavam-se, sem nunca cessar o seu movimento. A minha ânsia subia de tom. Quando a vida está completamente lotada de afazeres, suplicamos por paragem, por afastamento da rotina pouco gratificante, ainda assim, quando não se tem nada que mova, ou faça mover, um vazio cresce dentro do desejo de algo mais. Tentava encontrar no banal uma resposta à minha perturbação, algo que me retirasse um reparo, um fascínio, uma inquietação, uma emoção, algo que me capturasse do meu mundo enfadado.\n\nDa pequena janela que dá vista para todo o jardim de casa, observava-se os últimos raios de sol, que viajavam sofregamente por entre a ramagem dos altos pinheiros distantes e ondulantes, devido à brisa amigável, típica do anoitecer. Aquela réstia de luminosidade oferecia uma coloração divina à rasteira vegetação. O verde intenso dos caules das belas rosas, permitia acentuar a beleza das flores que sustentavam. A imagem só não era mais bela, devido ao esmorecimento das mesmas, que com a temperatura a cair, se fechavam à procura de conforto.\n\nAgora instalado num belo banco de madeira, bastante danificado devido à intempérie, apreciava o que restava daquela grande bola de fogo, a cair para lá do horizonte. As nuvens arroxeadas viajavam a uma velocidade impressionante. Sempre gostei de imaginar que destino as esperava. O pensamento, até então ocupado por estas observações contra-producentes, começava a ser transbordado de miragens, momentos já há muito retidos numa corrente longínqua, mas, que por alguma razão, continuavam tocantes em algum ponto específico. Aquela calma, aquele barulho tão bonito do silêncio, interrompido por curtos sons produzidos pelos grilos, ou pelos pássaros que se instalavam nos seus ninhos, tornavam aquele momento numa bonita ocasião para uma reflexão. \n\nAssim foi... Naqueles poucos minutos que separaram o dia risonho, da noite solitária, encontrei-me comigo. Quem fui? Quem sou? Por que escolhi o caminho menos sensato? Aquele momento pacato era a chave para questões que me incomodavam, ajudando-me a perceber os meus pontos fortes e como conseguir evoluí-los e a descobrir os meus pontos fracos e como aniquilá-los.\n\nGostava agora de o/a questionar: Também procura responder às suas inquietações? Tenta perceber o que lhe danifica o bem-estar, a sanidade e a vontade? Já se encontrou consigo?\n\nSe nunca procurar uma resolução para as suas perturbações, nunca irá ter à sua frente a placa que o/a guiará em direção à felicidade!\n\nRecuar e pensar no passado faz tão bem, mas está em desuso. Contarei um episódio que aconteceu comigo e a forma como consegui aceder às miragens do passado.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ghst69",
            "num_comments": 2,
            "comments": [
                "Como alguém narra pôr-do-sol em tantas palavras? Isso é incrível. A narrativa de um ambiente tem como objetivo representar uma imagem por palavras, o que é realizado muito bem. \nSobre a parte mais filosófica do texto, eu também achei sensacional. Pensar no bem-estar e em outras coisas complexas ao observar a natureza é clássico na literatura.\nÉ ao todo, um texto muito bonito e inspirador."
            ]
        },
        {
            "title": "¿Canciones latinoamericanas con la temática de fuego?",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ghid0l",
            "num_comments": 0
        },
        {
            "title": "ALMA RENOVADA",
            "selftext": "Es como el peso\n\nQue se lleva en las espaldas.\n\nEs como el día\n\nQue te azota y no se acaba.\n\nEs como el viento\n\nQue sopla y no se calma,\n\nO la marea que sube y baja,\n\nPero que nada la para.\n\nEs esa fuerza\n\nQue domina y no nos habla.\n\nSon los latidos\n\nDe ese corazón que nunca paran.\n\nEs el deseo que se instala\n\nen las entrañas,\n\nque no puedes sacarlo\n\npor muy lejos que te vayas.\n\nSon las ideas que germinan\n\naunque éstas sean malas.\n\nEs ese olor que se te mete\n\ny no sale por mucho que te laves.\n\nHay algo ahí, que no vemos\n\npero que sí nos mata.\n\nEs esa cosa que sin quererlo\n\nDía a día nos separa,\n\ncomo la luz que se apaga\n\nhasta que la oscuridad nos traga.\n\nPara luego resurgir\n\nCon el alma renovada.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gfs3yt",
            "num_comments": 0
        },
        {
            "title": "Poema \"Confiança\"",
            "selftext": " \n\nConfiança\n\n&#x200B;\n\nConfiança é pagar a fiança, \n\nquando todos o acham culpado. \n\nConfiança é legar esperança, \n\nquando por todos é espezinhado. \n\nMas não se vexa a confiança, \n\npois pode tornar-se precipitada! \n\nPoder-se-á bailar com ela, \n\nquando está já tocada. \n\nPoder-se-á falar mal dela, \n\nquando parece afastada.\n\nMas não ouse colocar-lhe uma trela,\n\nquando a julga conquistada!\n\n&#x200B;\n\nMiguel Almeida Cardoso",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gdgr5y",
            "num_comments": 0
        },
        {
            "title": "ALMA RENOVADA",
            "selftext": "### [ALMA RENOVADA](https://poesiasdegdavidperalta.blogspot.com/2020/04/alma-renovada.html)  \n\n### Es como el peso Que se lleva en las espaldas.  Es como el día  Que te azota y no se acaba.  Es como el viento  Que sopla y no se calma,  O la marea que sube y baja,  Pero que nada la para.  Es esa fuerza  Que domina y no nos habla.  Son los latidos  De ese corazón que nunca paran.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gb38y0",
            "num_comments": 0
        },
        {
            "title": "CAMINHAR",
            "selftext": "Nem todos os caminhos levam a Roma. Alguns não têm saída. Outros terminam em um precipício. Há os que nunca chegam. O pior, porém, talvez seja o caminho do retorno.\n\n\nSeguindo adiante, há esperança. Retrocedendo, só velhas feridas. O pó dos livros antigos. Os gibis da infância. Os discos de vinil. Aquela réstia de sol, a entrar no quarto pela janela. Tudo medo do próximo passo, travestido de saudades.\n\n\nÉ loucura rastrear, em demasia, as próprias pegadas. As intempéries as apagam ou, pior, as confundem. O caminho está sempre se modificando, sendo revolvido pelo tempo. Chega o momento em que não sabemos se aqueles passos foram realmente nossos. Na verdade, também nos modificamos, continuamente.\n\n\nResgatar um fato na memória é recriá-lo.\n\n\nO aprendizado não é algo do passado, mas do presente. Não há por que retroceder. As lições mal aprendidas serão revisitadas na próxima esquina, em outro tropeço.\n\n\nSer solícito à renovação do mistério faz parte da caminhada.\n\n\nTão pouco adianta, no entanto, cultivar expectativas. Elas formam um jardim ilusório, uma miragem no deserto. Enfeitiçados pelo oásis, perdemos as oportunidades do mundo real, feito de gozos simplórios, mas sinceros. Água que não jorra em meio a palmeiras magníficas, mas serve, igualmente, para acalmar a sede.\n\n\nEntre as pegadas na areia e as miragens no horizonte, está o presente. É este passo que damos e aquele outro. Um de cada vez. Perdidos em nosso deserto interior, como naqueles antigos filmes hollywoodianos, em meio a terríveis tempestades de areia.\n\n\nNem todos os caminhos levam a Roma. Se não tivéssemos caminhado, no entanto, nunca saberíamos. Talvez um precipício nos espere, logo à frente. Mas é melhor cair, do que nunca ter caminhado.\n\n\nO essencial, mesmo, é caminhar.\n\n[Conheça meu blog! ;)](http://www.aleixodarosa.blog.br)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gb0zm4",
            "num_comments": 0
        },
        {
            "title": "Uma biografia forte para não subestimarmos o poder do extremismo e preconceito",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "gb0z3a",
            "num_comments": 0
        },
        {
            "title": "Trabalho desgastante",
            "selftext": "Trabalho desgastante\n\nExausto me encontrava. Passara as últimas horas a deliciar-me com um novo jogo que comprara na noite anterior. Apesar de para aquela função necessitar apenas das mãos, todo o meu corpo suplicava por uma merecida paragem. É ele que me faz o que preciso, se lhe negasse tal exigência, habilitar-me-ia a uma nova greve. Nada disso! Não queria enfrentar novamente aqueles músculos dormentes, devido a estar tanto tempo parado, ou aquela incómoda dor no pescoço, resultante da posição negligente com que me sentava diariamente à frente da televisão, computador, ou telemóvel. Se não me aguentar com esta carcaça, como vou buscar comida?! Ou ir à casa de banho?! Ou virar-me na cama?! Até me dá suores só de pensar como seria!\n\nPeguei no cobertor verde axadrezado, que se encontrava por cima do móvel mesmo ali ao lado do sofá. O movimento foi curto, mas o que mais me custou foi carregar o maldito! Ainda tinha algum peso! Enrolei-me bem nele e estendi-me no pequeno sofá amarelo, que embora de dimensões reduzidas, aguentava firmemente o meu “arcabouço” e oferecia-me um conforto imenso. O ambiente era tão propício ao descanso! Silêncio absoluto, cortado de forma pausada pelo chilrear dos pássaros que ali passavam, junto à janela, em frente ao sofá, nada que incomodasse. O calor ia aumentando gradualmente. Sentia-me tão bem que certamente, daí a minutos, estaria a contar cordeirinhos.\n\nUma brisa marota começou a beijar-me a face, de seguida deve ter encontrado qualquer abertura pelo cobertor e tirou o lugar do calor que já ali se instalara, expulsando-o por completo pouco depois, resfriando completamente o meu prazer. Alguma coisa estava mal! Por onde é que a maldita entrou?! Meus olhos abriram-se rapidamente, procurando uma resposta àquele problema. Encontrei! Dei com uma frecha aberta, não tinha fechado totalmente a janela. Que erro inadmissível ao meu estatuto, já não era mais um novato naquela atividade! Devia de saber que sempre que for para dormitar, o essencial é manter o ambiente agradável! Lancei o cobertor ao chão e ergui-me, apesar do custo do movimento. Movi-me cerca de dois metros, para encerrar a árdua tarefa de fechar a janela. Bati com uma mão na outra, de modo a retirar qualquer resíduo, mas acima de tudo, devido à satisfação de um trabalho bem feito. \n\nPreparava-me para retomar ao santuário, quando do meu estômago se propagou um som medonho. Com toda a certeza, a indicação de fome. Para poder descrever o tamanho da minha “larica”, eram necessários novos adjetivos para lá de “enorme”; “gigante”; “descomunal”; “imenso”... Nem pensar ficar naquele estado! Cheguei à despensa e saquei do grande móvel cinzento, uma saca com um grande pão de forma lá contido. Que maldade! Estava inteiro! Era necessário proceder ao seu corte, em fatias de tamanho aproximado. Mais um acréscimo de tempo perdido! A faca derrapava nas suas curvas características, a sua fofura, o seu cheiro a fermento, aliado com a minha vontade de comer, faziam-me encher a boca de água. Barrei abundantemente apenas uma das faces da fatia (eram duas) com manteiga açoriana (a minha favorita) e finalizei, forrando-as com um pedaço de fiambre. Que mistura de sabores! Quem me dera que o Sr. / Sra. pudesse experimentar! O abrir e fechar de boca constante para mastigar, deixara os meus músculos junto das bochechas esfalfados. Até comer faz doer!\n\nRestava apenas assegurar-me que esvaziava a bexiga. Fugi da cozinha, atravessei toda a sala e alcancei por fim a casa de banho. As comportas a qualquer momento abririam, deste modo, tive que apressar o passo para atingir seguro o objetivo. Logo que chegou o momento de urinar, a sensação de alívio e de leveza pegaram em meus braços e elevaram-me ao nível das nuvens, compensando qualquer dificuldade que possa ter enfrentado no percurso até lá!\n\nEstava tudo a postos! Todas aquelas etapas tinham, por fim, sido ultrapassadas. As deslocações de um total, aproximadamente, trinta metros, causaram-me uma fraqueza tremenda. Era necessário o repouso! Lancei-me ao sofá, decidido a não sair de lá nas próximas horas. Cobri-me com o cobertor axadrezado e olhei para o relógio. Marcavam as 15:30h. Ótima hora para a sesta!\n\nE que boa que ela foi! Ao acordar, recorri uma vez mais ao relógio. 19:30h. Dormira apenas quatro horas. Ainda era de dia, porém o meu corpo não estava satisfeito e agradecia continuar naquele ofício. Não pude! Chamaram-me para jantar e lá tive que ir. Não ia negar!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "g6wwsy",
            "num_comments": 0
        },
        {
            "title": "ORGULLO GAY EN LOS ABRAZOS ROTOS DE CARMEN FERNÁNDEZ MENÉNDEZ ENTREVIS...",
            "selftext": "[COSAS DE MI CANAL DE YOUTUBE: ORGULLO GAY EN LOS ABRAZOS ROTOS DE CARMEN FERNÁNDEZ MENÉNDEZ](https://youtu.be/CjOJMmkErFY)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "g689li",
            "num_comments": 0
        },
        {
            "title": "Primeiro post + texto autoral",
            "selftext": "Olá pessoal, tudo bem? Sou novo no reddit e resolvi compartilhar minha escrita! \n\n\nCorrupção\n\nAparentemente a mudança é de fato o caráter mais permanente e constante dos seres humanos. Mudamos cabelos, barbas, partes do corpo, hábitos, e com maiores esforços mudamos comportamentos. Mas sempre nos comportaremos como animais, mais racionalmente claro.\n\nO problema é que quando se é jovem (o maior período de mudanças) a convicção de que não irá mudar é ferrenha, e aí passa o tempo e dói a hipocrisia, você jamais iria ouvir aquele tipo de música e hoje grita ela pelas ruas, você jamais vestiria aquela roupa de penguin e hoje trabalha todo dia com uma, você jamais comprometeria sua índole até sentir o gosto da corrupção.\n\nE ela é amarga, mas amarga como café sem açúcar, tem quem acostume e tem quem goste, parece que quanto mais você corrompe mais prazeroso é corromper, você não consegue fazer isso sozinho, é como um mofo que precisa se espalhar pra fazer sentido, não pode ficar só naquela fatia de pão velha, tem que contaminar o bolo também.\n\nExiste volta em quase todos os pontos corrompidos a dificuldade em si consta em atribuir o esforço necessário pra decepar a parte gangrenada, e o que você deixa pelo caminho pesa mais do que o que você carrega. No final das contas aceitamos esse lado vil de nós mesmos pra não ter que lidar com o que perdemos por causa dele, pra evitar sentir.\n\nDê meia volta, mesmo que doa as suas costas.\n\nTem mais no ig @croma_txt",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "g4n4dt",
            "num_comments": 2,
            "comments": [
                "Ficou bom"
            ]
        },
        {
            "title": "Pétala e orvalho",
            "selftext": "A força resulta da delicadeza. Não do movimento completo, mas do gesto insinuado. Do contrabaixo que, embora não faça a melodia, sustenta-a. De olhares trocados em uma esquina qualquer, fagulhas de um amor possível.\r\n\r\nUma vida plena é inconclusa. Termina com reticências...\r\n\r\nAdmirar heróis anônimos, ouvir a música através de seus silêncios, preferir sonatas às sinfonias, réquiens a concertos. Atentar para o lusco-fusco, caminhar pelas vielas escuras do coração, gostar até mesmo da casa vazia e do frio da madrugada, alegrar-se ao sentir o cheiro de mato pela manhã.\r\n\r\nMirar o orvalho. Captar sua dimensão infinita através do mergulho do olhar. Tanto faz se à noite ou ao amanhecer. O importante é abrir as comportas da imaginação, por meio de um impulso que só uma gota de orvalho pode dar.\r\n\r\nQuero a força do orvalho, pequenas gotas que nos levam a imaginar um dilúvio. Uma réstia de sol a nos surpreender na aurora — e ficamos ávidos por sair da cama, abrir as janelas e abraçar a existência como um todo.\r\n\r\nAssim, brincando de esconde-esconde com a vida, descobre-se, a cada instante, o inaudito, acorda-se com gnomos. Eles nos acompanham ao longo do dia, fazendo-nos perceber os pormenores fantásticos que nos cercam, reconduzindo-nos ao presente, ensinando, enfim, sobre o amor.\r\n\r\nÉ difícil ser leve, gracioso e certeiro. A facilidade do ato, a beleza do movimento, o alvo atingido: eis a força! Querendo, mas sem se importar. Atento ao instante, mas com resguardada indiferença.\r\n\r\nNão desejo vida cheia. Anseio vida plena. Repleta de insinuações. Amores inconclusos. Dores insuspeitas. Tropeços luminosos à noite. Metáforas curtas, ao invés de frases longas.\r\n\r\nDessa efêmera pétala chamada vida, desejo ser o orvalho.\r\n\n- Sou novo no Reddit. Compartilho com vocês a primeira crônica do meu blog. ;)\n- Gostou do texto? Sim? Não? Por quê?\n\n- Link da meu blog: [Aleixo da Rosa](http://www.aleixodarosa.blog.br)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "g3vrz2",
            "num_comments": 0
        },
        {
            "title": "Lã de ovelhas mortas",
            "selftext": "Nos belos pastos verdes de Gama\nvive um pastor de ovelhas \nque seu sustento da terra tira\nsem ter ninguém que pragueja;\n\nSem ter ninguém também pra ver cara, \nvive do plantio, animais, pomar;\npor dias guiava suas ovelhas\npor hora, se empenha em descansar.\n\nUm dia o solitário senhor \nfoi agraciado com uma linda ovelha. \nA pequena nuvem berrante\nfoi sua primeira e ultima companheira;\n\nEsta tinha a mais bela lã, \na mais branca e a mais macia.\nUm dia o pastor foi vê-la pela manhã, mas a ovelha já não tinha em seu corpo vida.\n\nPacoviamente o pastor então se perguntou:\n\"guardo de sua lã ou me despeço com louvor?\";\nentão melhor pensou: \"Empalha-la ei\".\nE sem demora alguma, assim o fez. \n\nO pastor esperou por anos afinal\no florescer de algodões do falecido animal.\nEntão a saudade que por muito o aflora \nte mata aos poucos por dentro e por fora. \n\n - Meu pai que pouco amou \n   teve que se libertar tarde \n   das correntes do amor... \n              ... que um dia ele mesmo forjou.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "g32lek",
            "num_comments": 0
        },
        {
            "title": "¡BLOG! Viajes y relatos complicados",
            "selftext": " Hola, ¿qué tal?\n\nEstoy escribiendo un blog desde hace ya un par de años con historias de ficción y otras basadas en experiencias que he tenido. También, otras con una combinación extraña de sucesos.\n\nSiempre he escrito para mí mismo y el blog representa bastante en mi vida. Sin embargo, he querido mostrarlo, dejar que otros lean y encontrar gustos en común, retroalimentación y nuevas ideas\n\nAdemás, es un diario de viajes. Acompaño los textos con fotografías de los lugares que he visitado y donde he escrito algunos de los relatos.\n\nEl enlace es[ relatoscomplicados.wordpress.com](https://relatoscomplicados.wordpress.com/)\n\nLos textos son cortos y se leen rápido. Me gustaría saber que opinan de los textos (puede ser por interno) y pues también encontrar historias para contar. Es decir que, si tienes una historia por contar, podemos hablar y vemos que sale.\n\nCamilo!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "g0p395",
            "num_comments": 0
        },
        {
            "title": "Crônicas da Cidade Pandêmica: Overture",
            "selftext": "(este texto é a primeira crônica do meu blog, começado alguns dias atrás sobre a Pandemia que vivemos. Visitas ao site e críticas serão apreciadas!) \n\nFazem hoje dezessete dias que estamos de quarentena aqui em casa. É um pouco menos para as pessoas lá fora, na cidade de São Paulo. Acho que dez dias, pelo menos oficialmente. A quarentena não está abarcando todos: lá fora, vemos ainda os trabalhadores entendidos como essenciais, arriscando suas vidas desbravando ruas infectadas, para garantir a sustentação de si mesmo e de um sistema que muitas vezes nem ao menos lhes agradece pelo esforço. A distopia já está aqui, apenas estamos nos acostumando com ela pouco a pouco, como quem se despe lentamente antes de adormecer.\n\nMuitos reclamavam que não podiam sair de suas casas; agora acho que nem reclamam mais tanto sobre isso. As coisas crescem vertiginosamente, e a insegurança sobre o que fazer é enorme. A toda hora na TV o número de infectados cresce, as notícias pioram. Tentamos nos distrair com séries, livros e afins, mas todos falam de um mundo aonde esta atmosfera de morte não era nem sequer considerada. A fuga é uma falha, porque nem ao menos nos distrai direito do que acontece lá fora.\n\nAlguns outros diziam-se acostumados com a solidão caseira, e portanto sentiam-se prontos para o longo confinamento. Os dias mostraram que isso não era bem verdade. O ser humano é movido pelas privações; o que ele não pode obter em um momento  torna-se seu principal desejo mais profundo até o fim. E neste momento, mesmo os mais introvertidos anseiam pelas caminhadas nas ruas, ainda que ali pertinho para comprar o pão, ou mesmo aquela caminhada rápida para um remédio de gripe (também demonizado agora, como tantas outras coisas).\n\nEscrevi estas palavras pensando em terminar com um tom otimista, mas não creio que eu possa. Seria um desrespeito ao momento que vivemos, um tapa na cara dos médicos e profissionais envolvidos em sua guerra mundial, ferindo seus corações com os horrores acontecendo neste exato momento. O que eu posso fazer - o que eu sempre me comprometi minha vida toda - é falar do que acontece por aqui, ao meu redor, ao longo dos dias Talvez eu esteja escrevendo mais para mim que para qualquer outro leitor que apareça - eu não me importo, navegar foi preciso, escrever é necessário. Um dia, ali na frente, não riremos disso tudo. Mas não podemos só esquecer, eu me recuso a isso. Essas crônicas são o caminho triste que você pensa em seguir mas acha melhor não, para não se desanimar. Mas ele ainda assim existe, e sempre estará aqui.\n\ntesourosempoeirados.blogspot.com",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fywn9r",
            "num_comments": 0
        },
        {
            "title": "O TEMPO, ESSA ESPIRAL ETERNA",
            "selftext": "Todo trabalhador em São Paulo, encarando horas de lotação e baldeação, tem um quê de filósofo, quanto mais não seja pela força do observar pelas janelas sujas do ônibus. Eu também me classifico assim, e portanto, dia desses, eu estava olhando e pensando, humildemente pensando, nos rumos que as vidas tomam nesse nosso país, mundo, plano de realidade, tudo isso num também humilde busão. O que, incidentalmente, talvez seja um dos melhores lugares para divagar; na melhor das hipóteses, é uma distração daquele cansaço absurdo pré-trabalho que acomete a todos nós, trabalhadores, que saímos nas horas mortas da manhã, quando o dia não acordou ainda. O ócio criativo de 40 minutos a uma hora, ou quanto tempo tenhamos antes de chegar aos trabalhos. \n\nMas eu falava dos meus pensamentos específicos naquela manhã, e eles todos apontaram para uma direção: aprendizado, essa palavra-tudo. Olhamos nossa vida, pensamos nos rumos que tomamos, e sempre em alguns pontos vemos os velhos erros e acertos, repetindo-se, tal como\t marcos desgastados de rumos já trilhados. E se assim for, será que estamos seguindo em frente, ou andando em círculos? Não tenho respostas: também eu tenho meus marcos errados pelos quais sempre passo, e nos quais sempre paro e reflito, ou me angustio, dependendo do que vejo. \n\nMas pensando nisso, surgem à mente uma série de outras reflexões, embaladas pelo sacolejar do velho ônibus .E  se os velhos marcos, e os  caminhos espiralados, forem verdadeiros tanto para o indivíduo quanto para a vida humana em geral? E se, assim como cada pessoa, a humanidade como um todo também escolha ignorar seus erros,e seguir em círculos, mudando apenas a forma como anda? Longe de mim tornar este pequeno texto um grande debate, até porque nem me refiro exatamente à política. Contudo, por vezes olho para as décadas passadas com minhas lentes de historiador ocioso, e observo seus filmes, canções, obras.... e não posso deixar de pensar que elas estão tentando me dizer algo ali, como que um clamor de atenção, talvez. Muito se fala do zeitgeist, o jeito alemão de se falar do espírito do tempo que define gerações em cada época. Talvez as obras de arte estejam ali como reflexos destas épocas, ecos translúcidos dos obstáculos, sentimentos, inspirações e aspirações de cada período. Talvez as nossas saudades de um tempo que não vivemos, seja porque vemos nestas fantasmagorias  um reflexo de nossas barreiras físicas e emocionais, uma razão para nossas lágrimas enterrada no passado.\n\n Se assim for, se cada época tiver em si um reflexo do futuro, então não há avanço em absoluto, apenas caminhadas diferentes, joggings metafóricos em ritmos diferentes . E cada período humano perpassa pelos mesmos erros de antes, apenas com mais tecnologia, ou talvez as repetições sejam propositais, e na verdade seguir em frente seja menos uma consequência e mais uma decisão, em grupo ou individual. A História como uma peça de teatro, casa cheia, toda noite de um século. \n\nEis um pensamento intrigante. Vou ter que deixar um espaço mental na volta do trabalho, ou talvez na hora do almoço.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fxjfuv",
            "num_comments": 3,
            "comments": [
                "esta é uma crônica minha, ainda bem de começo... estou me aventurando neste ramo! recenetemente comecei um blog de crônicas falando da vida sob a pandêmia, gostaria muito que vocês lessem e dessem sua opinião.... o link é: http://tesourosempoeirados.blogspot.com/",
                "Olá, seu texto me fez pensar a respeito do que vamos deixar para a próxima geração. Talvez esse não tenha sido o seu intuito, talvez nem intuito tivesse, mas suas palavras me levaram à essa reflexão: e alguém no futuro, quando olhar para trás como você olha hoje, o que ela verá? O que deixaremos como marca da nossa época?  \n\n\nHoje o mundo é tão dinâmico, tantas distrações que só mesmo num ônibus é que temos um pouco do ócio, a grande mãe da filosofia, e isso quando não nos entretemos com alguma rede social ou joguinho no celular. Entende? Falo disso, parece que essa geração está submersa no entretenimento fácil, na satisfação rápida dos desejos. O tempos líquidos. \n\nE qual será o fruto disso tudo? Qual imagem deixaremos? O que está sendo ´produzido hoje?\n\n&#x200B;\n\nPassar bem!"
            ]
        },
        {
            "title": "O que o Vinícius de Moraes quis dizer neste soneto?",
            "selftext": "Por mais que tente, não consigo atinar com o sentido do segundo terceto deste soneto [http://www.viniciusdemoraes.com.br/pt-br/poesia/poesias-avulsas/soneto-de-um-domingo](http://www.viniciusdemoraes.com.br/pt-br/poesia/poesias-avulsas/soneto-de-um-domingo). Se alguém mais inteligente puder trocar em miúdos o que o Vinícius diz ali, agradeço.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fwetw1",
            "num_comments": 3,
            "comments": [
                "Acho que ele fala da monotomia para qual somos levados durante a vida. A vida simples sem muito sal. A perca de uma identidade ao se assumir papeis  comuns à todo homem. \n\nLê-lo me trouxe esses sentimentos, relacionados à zona de conforto e mansidão. \n\nMas longe de mim fazer qualquer análise mais profunda com alguma propriedade, só quis opinar mesmo."
            ]
        },
        {
            "title": "A Aurora Rubra - Forja de Heróis (Prólogo)",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ftn35m",
            "num_comments": 0
        },
        {
            "title": "este sub",
            "selftext": "olá, podem-se escrever textos em português neste sub?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fsz5nh",
            "num_comments": 0
        },
        {
            "title": "Audios",
            "selftext": "Deberían permitir subir audios, para subir lecturas leídas por nosotros que queramos compartir",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fsufww",
            "num_comments": 0
        },
        {
            "title": "VIVIR PARA LUCHAR",
            "selftext": "### Saltas la muralla de los forajidos     \n\n### Huyendo de los embaucadores      \n\n### En busca de un mundo mejor.     \n\n### Subes la escalera hacia el infinito    \n\n### Sabiendo que nunca lo alcanzarás.   \n\n### Te abrazas a los seres del túnel,     \n\n### Pero quieres volver atrás.     \n\n### Para sentir junto a los vivos     \n\n### Que no puedes dejar de luchar.     \n\n### Te aferras a tu pedazo de tierra     \n\n### Aunque sabes que te la quitarán.\n\n[sigue leyendo](https://poesiasdegdavidperalta.blogspot.com/2020/03/vivir-para-luchar.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fpb4m3",
            "num_comments": 1
        },
        {
            "title": "Sólida e Efêmera",
            "selftext": "Escrevo para que alguém leia, mas principalmente porque me cansei de esperar que alguém escrevesse.\n\nhttps://solidaefemera.art.blog/2020/03/19/vay/\n\nhttps://solidaefemera.art.blog/2020/03/20/helvecia/\n\nhttps://solidaefemera.art.blog/2020/03/21/44/\n\nhttp://solidaefemera.art.blog/2020/03/21/rhos/",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fmr92l",
            "num_comments": 0
        },
        {
            "title": "Francisco Rebolledo",
            "selftext": "Alguien que haya leído la novela Rasero de Francisco Rebolledo y tengo algunos conocimientos de estética y filosofía que me pueda ayudar para realizar una tarea?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fk5rxp",
            "num_comments": 0
        },
        {
            "title": "La Última Pieza de un Puzle por Montar",
            "selftext": "[Escucha la entrevista con Felipe Caño Lobo](https://youtu.be/uPmDAr_Uk6o) y descubre los entresijos de sus novelas, después puedes visitar Amazon y descargarte GRATIS sus dos novelas Aunque lo Olvide, Siempre irá Conmigo y La Última Pieza de un Puzle por Montar. #Quedateencasa #Leeencasa #Lecturasencasa¡AUÍ TE DEJO LOS ENLACES, APROVECHA!\n\nLa Última Pieza de un Puzle por Montar\n\n:[https://www.amazon.es/%C3%BAltima-pieza-puzle-por-montar-ebook/dp/B085X2JFBB/ref=as\\_sl\\_pc\\_qf\\_sp\\_asin\\_til?tag=gdavper-21&linkCode=w00&linkId=83bb79ecbe3e48a9d48f2dc32b744ec8&creativeASIN=B085X2JFBB](https://www.amazon.es/%C3%BAltima-pieza-puzle-por-montar-ebook/dp/B085X2JFBB/ref=as_sl_pc_qf_sp_asin_til?tag=gdavper-21&linkCode=w00&linkId=83bb79ecbe3e48a9d48f2dc32b744ec8&creativeASIN=B085X2JFBB)\n\nAunque lo Olvide, Siempre irá Conmigo:[https://www.amazon.es/Aunque-olvide-siempre-ir%C3%A1-conmigo-ebook/dp/B07Q58MVLY/ref=as\\_sl\\_pc\\_qf\\_sp\\_asin\\_til?tag=gdavper-21&linkCode=w00&linkId=1059beff246d1a86775dcf5224e6aa71&creativeASIN=B07Q58MVLY](https://www.amazon.es/Aunque-olvide-siempre-ir%C3%A1-conmigo-ebook/dp/B07Q58MVLY/ref=as_sl_pc_qf_sp_asin_til?tag=gdavper-21&linkCode=w00&linkId=1059beff246d1a86775dcf5224e6aa71&creativeASIN=B07Q58MVLY)\n\n&#x200B;\n\n[https://youtu.be/uPmDAr\\_Uk6o](https://youtu.be/uPmDAr_Uk6o)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "fjp224",
            "num_comments": 0
        },
        {
            "title": "Sylvia Plath, “el no ser perfecta me hiere”",
            "selftext": "https://akantilado.wordpress.com/2020/02/03/sylvia-plath-el-no-ser-perfecta-me-hiere/",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "eyfob0",
            "num_comments": 0
        },
        {
            "title": "Comunidades sobre literatura homoerótica, queer, ou lgbtq+",
            "selftext": "Sou estudante de letras e pesquiso essa área, por isso queria saber se alguém pode me indicar alguma comunidade aqui no reddit (ou fora, como sites etc) que tenha uma livre troca ou recursos pra estudos sobre o tema.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "erp810",
            "num_comments": 0
        },
        {
            "title": "Arcádia Lusitana - Clube de literatura e cultura no geral [SERVIDOR - DISCORD]",
            "selftext": "Criei um servidor dedicado aos escritores que não tem onde, nem para quem, compartilhar os seus textos.\n\nTambém é um núcleo de estudos, com uma vasta coleção de livros sobre escrita e  debates sobre cultura; com foco, é claro, na  literatura.\n\n[Clique aqui para entrar.](https://discord.gg/47xa8ej)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "eqlnjk",
            "num_comments": 0
        },
        {
            "title": "Allen Ginsberg e seu último uivo",
            "selftext": " [https://enciclopediavirtual.com.br/livros/allen-ginsberg/](https://enciclopediavirtual.com.br/livros/allen-ginsberg/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "epjbi6",
            "num_comments": 0
        },
        {
            "title": "um negocio que escrevi e nao tenho onde posta queria opnioes sla...",
            "selftext": "  \n\nEnsanguentada estava Marry Ann sobre as entranhas daquilo que teria sido seu marido. O sangue transbordava da banheira, pintando o chão branco de rosa escarlate para todo o sempre. Um sorriso histérico e um olhar vazio muniam suas feições. Dentro da banheira ela dançava movimentando a água como uma criança se divertindo com seus brinquedos, se emaranhando às vísceras do cadáver. Maquiagem borrada e cabelo molhado, seu batom vermelho combinava com as manchas de sangue que agora cobriam seu corpo até a altura do pescoço, estas representavam a quintessência de sua feminilidade patriarcal. O corpo de John havia sido completamente desmembrado e esmagado, se tornando irreconhecível na banheira, sendo apenas identificável pelo anel que ainda flutuava no meio daquilo tudo.\n\n\\-Eu te amo John... – retirou o intestino delgado dele da água e o amarrou em seu pescoço como um lindo colar de rubi. \n\nSeu coração acelerou, suas feições se tornaram ainda mais histéricas, sua gargalhada rasgou o ar mórbido que preenchia o banheiro. Ela encontrou o pênis do homem.\n\n\\-Eu te amo... John – Enfiou o pênis em sua vagina e se masturbou, ou melhor, teve sexo até o orgasmo. Ofegante, descansou sua cabeça na parede da banheira.\n\nLevantou agora o coração do homem e o pulsou em sua mão simulando seus batimentos.\n\n\\-Este é essencialmente o motivo para procurarmos o amor, não é John? Procuramos o sofrimento para que nosso coração libere adrenalina e volte a pulsar. – Marry esfregou o coração do homem em seu rosto. – Mas agora que chegamos ao apogeu de nossa relação, não precisamos de mais nada disso, somos finalmente um.\n\nA mulher se levantou e amarrou um pedaço do órgão que estava em seu pescoço no suporte da cortina.\n\n\\-Someone to hold me too close. Someone to hurt me too deep. Someone to sit in my chair, And ruin my sleep, And make me aware, Of being alive. Being alive. Somebody need me too much. Somebody know me too well. Somebody pull me up short, And put me through hell, And give me support, For being alive. Make me alive. Make me alive. – Se esforcou.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "eohk7u",
            "num_comments": 0
        },
        {
            "title": "MARIANO PEÑA ES MR SCROOGE EN CUENTO DE NAVIDAD DE DICKENS. MAURICIO COL...",
            "selftext": "[CUENTO DE NAVIDAD](https://youtu.be/96Lab0ZTdO4)\n\nA lo largo de algo más de una hora de duración la magia de la Navidad,  el desarrollo de la delicada trama argumental y las canciones  interpretadas en directo, terminan por contagiar al público en esta  bella y entrañable parábola que nos habla del rechazo, la avaricia, la  nostalgia, la bondad y de los instantes mágicos que nos regala la vida  que nunca deberíamos obviar, aunque el devenir de nuestros frenéticos  días nos lo proponga muy a menudo.    Igualmente, el conocido actor onubense Mariano Peña, que interpreta al  avaro y gruñón Edenezer Scrooge, estima que a este ‘Cuento de Navidad’  Ruano le ha sacado nuevas aristas y puntos luminosos. “No pude negarme  cuando me propusieron el papel porque siempre es un lujo representar a  un atractivo y universal personaje como es el señor Scrooge,  representado por tantos actores a lo largo de la historia del teatro y  el cine”, agrega. “Me he entregado al texto y a la dirección”, añade,  para que “el personaje cobrara vida a fuera solo”.  En esta versión de ‘Cuento de Navidad’ se suceden las canciones que son  interpretadas en riguroso directo sobre fondo musical grabado. El rico  vestuario concebido por Nauzet Afonso está inspirado en el Londres de la  época con fieles diseños de corte clásico.   Tras su estreno en el teatro de la capital grancanaria ‘Cuento de  Navidad’ se presentará en diciembre en el Teatro Circo de Marte de La  Palma (día 5), Teatro Víctor Jara de Vecindario (día 8), Teatro Leal de  La Laguna (día 9), teatro Teobaldo Power de La Orotava (día 13), Teatro  Juan Ramón Jiménez de Telde (día 14 y 15), Teatro Salinero de Lanzarote  (día 21), Palacio de Formación y Congresos de Puerto del Rosario (día  22), Polideportivo Municipal de Moya (día 27) y Centro Cívico de  Carrizal (día 28), para en enero de 2020 hacerlo en el Teatro Guimerá de  Tenerife (día 3) y el Auditorio de Teror (día 4), aunque la gira  seguirá ampliándose por otros escenarios de las islas.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "egukz7",
            "num_comments": 0
        },
        {
            "title": "entre gargolas",
            "selftext": "  \n\nEra una noche fría recién volvía de la casa de un familiar, pedí un taxi que con suerte me llevo a unas cuadras de mi edificio cuando me bajaba del auto, escuchaba una clase de torpe aleteo desde el techo del edificio, pensé que era una paloma. Pero igual mire hacia arriba mientras que el taxista se iba, de repente comenzó a salir de la terraza una criatura negra que tenía cuernos, no se veía nada, pero estaba seguro de que me estaba mirando fijamente. Me daba mucho miedo pero estaba extrañamente hipnotizado, no podía parar de verlo, de la nada a esa criatura le comenzaron a brotar alas, en ese momento si me asuste, tan rápido como pude entre al edificio corriendo, tenía una sensación muy extraña, mientras corría por las escaleras para llegar a mi departamento sentía miedo y adrenalina, quizás diversión, quería que las escaleras nunca terminaran, quería seguir, seguir y seguir, quería seguir corriendo, corrí hasta que caí de cansancio desmallado en medio de las escaleras…\n\nDesperté el día siguiente por la tarde en mi cama, estaba confundido, para mí fue un parpadeo, estaba seguro que hace un segundo estaba corriendo en las escaleras, tuve ese nudo en mi cabeza durante todo el día, en la universidad, charlando o caminando, no me lo podía sacar de mi cabeza, asique apenas llegue hice algo de lo que me arrepiento y me arrepentiré toda mi vida, o lo que queda de ella mientras sigua escondido en este agujero…\n\nBusque en google “criatura con alas y cuernos”. Después de un rato investigando, me di cuenta de que estaba metido en un gran problema. LAS GARGOLAS, supersticiones, asesinatos, poderes y misterios rodean estas criaturas, que viven en los techos y terrazas de algunos edificios. Durante el día son solo esculturas terroríficas, pero son más terroríficas cuando de noche cobran vida…\n\nEl día siguiente no fue muy diferente, la única diferencia fue que a la hora de volver a casa me percate del tremendo nido de gárgolas que había en mi edificio, cuando entre a el edificio tome el ascensor hacia la terraza donde me encontré con algo impresionante… \n\nhabía un grupo de 7 gárgolas sentadas en una pequeña ronda con una fogata en el centro como si la hubieran hecho desde la noche, me quede impresionado y tome una foto rápida y me quede mirando unos minutos, y sin darme cuenta comenzó a oscurecer y de repente una gárgola giro lentamente su cabeza mirándome a mí a los ojos, del susto me quede paralizado unos segundos y tan rápido como pude salí corriendo directo al ascensor, apenas me subí a el ascensor vi como por la terraza una gárgola caminando hacia mí con una sonrisa macabra en el rostro, cerré la puerta del ascensor como pude y puse para ir a mi piso, estaba tranquilo, pero de repente escucho pasos de piedra corriendo hacia mí, apenas el ascensor empieza a bajar la gárgola para el ascensor con los brazos y escucho puertas abriéndose mientras que la gárgola abre la puerta del ascensor con una expresión enojada, furiosa en el rostro, me agarra de los hombros y me levanta amenazadoramente, tenía tanto miedo que de alguna forma, estaba aliviado, de repente a la gárgola se le cambio la cara y miro hacia la derecha con miedo, y tan rápido como pudo voló hacia la terraza donde apago la fogata, aterrorizado, mire a la derecha y vi como de ahí salía una mujer, entonces me di cuenta de que lo que buscaban, no eran personas… Era a mi… \n\ncuando Salí la mujer me pregunto si estaba bien y por alguna razón le respondí “no es tu problema” ¿estaba enojado, nervioso o qué? Nunca pude llegar a entender ni una sola emoción, no las incontrolables, no las mías.\n\nJuré nunca subirme a un ascensor de nuevo, ya en el departamento me puse a pensar a oscuras. ¿¡porque le dije eso?! ¿Me hubiese ayudado diciéndola a ella que me ayudara? No lo sabía, estaba muy confundido en mi propia paranoia, si luego de bajarme del taxista no hubiese mirado hacia arriba ¿¡NADA DE ESTO HUBIESE PASADO!? De todos modos, en este preciso momento todo el terror ya paso, yo solo estoy escondido en mi oscuridad con miedo de que las gárgolas siquiera me miren, el día siguiente del incidente del ascensor, todo fue normal, tenía tanto miedo que ni siquiera iba a salir de mi departamento, en ese día me arme de valor, me prepare psicológicamente. Y en pleno día fui a la terraza para verlos, observarlos, investigarlos o grabarlos, en ese momento me había dado cuenta que ni siquiera había visto la foto que saqué, ahí me di cuenta de que eran 7 gárgolas y que solo uno tenía alas, ¿eso tiene mucha importancia? Esa era la gárgola que me persiguió y la misma que se asomó en el techo, ¿solo ella me quería a mí, o solo ella me podía hacer frente? Las 2 teorías tenían sentido, pero 6 gárgolas están hechas de piedra, si pueden hacerme frente. Luego fui hacia las escaleras para ir a la terraza para investigar más. Llegue y lo primero que note fue todos y cada uno de ellos estaban mirándome, saque 3 fotos desde diferentes ángulos, después me di cuenta que solo había 6 gárgolas en total y pensé que quizás son nómadas o algo así, que en un tiempo se iban a ir…       \n\nDespués fui a mi departamento y me encerré en mi propia locura y paranoia, que estaba en total desconexión con el mundo, tan paranoico y con miedo que estaba feliz, creando teorías de la nada se me paso el tiempo y me di cuenta de que no había ido a la universidad ese día, ni siquiera me di cuenta de que era de noche, ya era la hora asique me fui a dormir, sin comer sin nada, me quede nadando en mis teorías hasta que note que por la ventana una gárgola me estaba observando desde el edificio de enfrente. Recuerdo estar tan frustrado que me eché a reír, y en un momento de descontrol rompí el vidrio de un golpe para después retorcerme encima de las sabanas, luego me desperté en el piso de la cocina en pleno día, fui a mi pieza y obvio mi ventana seguía rota, empecé a tapar la ventana con cinta negra, y mientras lo hacía me di cuenta de que en ese mismo edificio había otra gárgola mirando a mi otra ventana, dejé el trabajo de la cinta a medias y fui a ver la terraza, y me di cuenta de que ahora solo habían 5 gárgolas, después fui a la universidad, todo el tiempo teniendo constantemente el tema en la cabeza, ni siquiera sé que pasaron esas horas en las que estuve en la universidad, después de llegar y encerrarme en mi enredo mental hasta dormirme, el otro día estaba tan loco que tape todas las ventanas con la cinta y compre para poner 2 cerraduras más, una llave diferente para cada una en un llavero diferente, después de un rato fui a revisar el techo y me di cuenta que ahora solo quedaban 2 gárgolas y la gárgola alada, pero también los 3 no solo estaban mirando hacia ahí si no que todo su cuerpo estaba apuntando directo a la entrada a la terraza, además el rey, el rey gárgola, tenía una sonrisa muy macabra mientras tenia guiñado el ojo, saque varias fotos y me fui a mi departamento donde las revise todas y vi que al rey le brillaban de color rojo los ojos, me quede unas horas viendo las fotos y pensando, y también me di cuenta de que ya se me hacía tarde para ir, aunque no importa ya en el presente, quede en mi cama despierto todo el día hasta que ya era de noche, al día siguiente me desperté sin saber nada, por un minuto quise desayunar vivir, ir a la universidad, estar con mis amigos y seguir, pero había algo que me detenga de hacer todo eso ya que mi intriga, miedo y emoción me detenían, quería saber más, asique de nuevo fui a la terraza y veo que solo quedaba el rey, él estaba con los ojos cerrados enfrente de la terraza con esa sonrisa, a un paso de bloquear la entrada, fui de nuevo a mi departamento y pensando, me di cuenta de que el rey se estaba acercando hacia mi departamento, cada día se acerca más a mi departamento a hacer quien sabe que, y cada vez que alguien, que no sea yo, se va, el misterio es, a done se van las demás gárgolas, creo que mañana lo voy a investigar a fondo, porque tenía que ir a la universidad, pero resulta que ya iba una hora atrasado \n\nSolo me quedaba dormir, dormí hasta despertar el próximo día. \n\nEl día siguiente, como era de costumbre en mi día a día fui a ver a la terraza y apenas salgo del apartamento veo a el rey agarrándose de la puerta ya tenía todo el cuerpo fuera de la terraza y estaba mirando directamente a la puerta de mi apartamento en ese momento empecé a pensar que iba a morir, yo ya ni siquiera estaba interesado en ir a la universidad, pensando: que voy hacer ahora, ósea, estoy aburrido quizás iré a investigar afuera, porque es de día, no habrá ningún problema mientras sea de día, puedo recorrer la ciudad buscando gárgolas, las gárgolas que antes estaban en la terraza, se debieron haber ido a algún otro lugar, cual seria, porque y para qué, y además porque solo el rey está interesado en mí, pero y si no era que solo él estaba interesado, si no que él era el único que podía hacerlo, sería poco probable porque no es como que yo sea muy fuerte y además todas y cada una de ellas son de piedra, podrían hacerme frente y yo ni siquiera tendría oportunidad, y si es que tengo algún poder oculto o algo similar, que es poco probable, no sabría de que se tratase y tampoco tuviese un poco de oportunidad contra ellos, estuve así hasta el otro día no tuve la oportunidad de ir a investigar, el otro día me levante más temprano de lo común y sabia porque era, necesitaba ir a investigar donde estaban las otras gárgolas asique ni bien comí algo lleve mi celular para sacar fotos, y Salí del departamento me fije el rey que ya estaba dentro del pasillo, a 3 puertas de demás apartamentos a la derecha de llegar al ascensor que da a mi piso y seguía con esa cara y esa mirada. Ni bien Salí afuera noté a 2 gárgolas de enfrente ahí afuera en el edificio de enfrente, una está mirando a la ventana rota y encintada y la otra está mirando a la entrada de mi edificio. Les saque una foto y camine alrededor de mi edificio y vi que en el edificio de la izquierda había una gárgola arriba mirando directamente a la ventana de las escaleras más cercanas a mi piso, en el edificio de la derecha había una gárgola sentada en el techo mirando a la terraza de mi edificio. Ya estaban 4 gárgolas localizadas, faltaban 2, di vuelta toda la manzana y solo pude ver otra más que estaba en edificios más adelante pero no parecía muy sospechosa, estaba como una gárgola normal y además mirando para el otro lado, fui 2 cuadras más adelante sin encontrar ninguna gárgola más, pero para cuando me di cuenta ya se estaba haciendo de noche asique para no llegar de noche a el apartamento pedí un taxi que me llevara rápido hacia mi edificio, pero el maldito taxista no tenía ganas ni de vivir asique fue muy lento para cuando llegamos ya era de noche. Llegamos, freno y le page, apenas salgo del auto veo a el rey gárgola volando súper rápido hacia mi desde la terraza con miedo retrocedí exactamente 3 pasos y el rey se paró enfrente mío, me agarro de los hombros muy fuerte y sus ojos comenzaron a brillar con un tono rojizo y me miro a los ojos fijamente, el taxista lo vio y aun con miedo rápido salió del taxi y con ojos miedo miro a la gárgola…         \n\nApenas lo dijo desde los ojos de la gárgola en mi terraza salieron rayos parecidos a fuego que poco a poco lo fueron convirtiendo en piedra, en ese momento fui corriendo a mi apartamento nuevamente por las escaleras, corrí y corrí hasta que me di cuenta que el taxista, ahora gárgola me estaba persiguiendo obvio que sin alas, unos minutos después de correr siendo perseguido por la gárgola, nuevamente me desmaye en medio de las escaleras, me desperté el próximo día en mi cama, me puse a pensar y me di cuenta de que lo que la gárgola quería no era matarme o algo parecido, sino que, por así decirlo reclutarme, ya que vi frente a mis propios ojos como convertía el taxista en una gárgola y además, antes de convertir a alguien en gárgola le brillan los ojos, y le brillaban los ojos cuando me tenía agarrado de los hombros, Salí de mi apartamento, subí el ascensor y apenas salgo del ascensor veo a el rey gárgola a centímetros de entrar al ascensor tenía mucho miedo y el miedo tapo mi cerebro y pensé que si le cubría los ojos con cinta no iba a poder convertirme, pero no tiene sentido ya que su rayo es literalmente fuego por lo que eso no me sirvió de nada en el futuro, igual lo hice, ese mismo día se me paso volando, ya el otro día apenas me levante fui a la puerta abrí las cerraduras y fui a el ascensor abrí el ascensor y apenas las puertas se abrieron vi a esa atemorizante gárgola alada adentro del ascensor con ojos brillantes y rojizos, tenía tanto miedo en ese momento que se me ocurrió un descabellado plan, iría ese día a la universidad y cuando sea hora de salir saldría, pero me escondería en el baño y me quedaría vivir ahí era un plan súper estúpido, pero puse comida y agua en mi mochila y me fui, no daré detalles de lo horrible que me salió el “plan” si es que puede llamarse así, cuando volví a el apartamento era de noche asique tenía mucho miedo, cuando entre a el edificio sentía una vibra extraña, subí las escaleras lentamente para que no me escuchara, pero creo que el rey se había dado cuenta de que yo no estaba en mi apartamento…\n\nMientras subía las escaleras observaba el ambiente gris en el que estaba, las ventanas que daban hacia la oscura noche, estaba llegando a final de las escaleras, pero freno repentinamente a un escalón de subirla toda, porque podía oír chapa oxidada frotándose, o abriéndose, cuando veo bien es el rey gárgola con sus ojos brillantes saliendo del ascensor, me asuste y di un salto, y en ese momento el rey lanza un rayo hacia mí, pero por el salto lo esquive sin querer, aunque estaba rodando por las escaleras viendo como el lugar se incendiaba poco a poco, rodé hasta que me topé con una esquina y pare, estaba mareado, pero me di cuenta de que el rey seguía tras mío, asique me pare y fui corriendo por las escaleras hacia mi piso, pero el rey tapaba la entrada, en ese momento me tomo por los hombros tan fuerte que ni sentía mi cuerpo, el fuego se seguía abalanzando hacia nosotros pero la gárgola no le importaba, a él le empezaron a brillar los ojos más fuerte que nunca y de repente me desmaye, me desperté en mi habitación arrodillado con los ojos muy abiertos…  \n\nToda la habitación estaba negra de fuego y casi todas mis cosas hechas ceniza, estaba muy confundido y con los ojos borrosos, fui directo al baño para verme en un espejo, pero solo encontré un pedazo de vidrio en el piso, y me encontré con que la mitad de mi cabeza estaba hecha ahora de piedra, y dos cuernos brotaban de mi cabeza, aunque uno más grande que otro, también, en mi espalda tengo un ala de mi parte derecha, aunque más chiquita que mi cabeza, también tenía la mitad del puño izquierdo convertido, después de un rato quise salir pero, algo estaba tapando la puerta, me asome por el lugar donde va la llave y vi a el rey gárgola en la puerta, arrodillado con los mismos ojos brillantes de la última vez, asique ni bien vi eso agarre una hoja y un lápiz y escribí todo esto, ahora solo me queda esconderme hasta que alguien lo lea…\n\n   vives en la calle ~~243 edificio edinburgos,~~ voy para allá",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "ef4uw7",
            "num_comments": 0
        },
        {
            "title": "Livro digital interativo",
            "selftext": "Estou iniciando um projeto de um livro digital interativo, em que o leitor toma algumas decisões que mudam o rumo da história!\n\nO primeiro capítulo apresentará o personagem principal, mas o leitor ainda não tomará nenhuma decisão, isso só acontecerá a partir do segundo capítulo... O primeiro capítulo deverá estar disponível até semana que vem.\n\nO link estará disponível em [minha página no Facebook](https://www.facebook.com/EscritorLeoCasteloBranco) para download gratuito em PDF, ePub e, talvez, Mobi.\n\nA capa foi escolhida numa pesquisa em grupos no Facebook!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "e7tzld",
            "num_comments": 0
        },
        {
            "title": "Resalat Al-Ghufran - A DIVINA COMÉDIA ISLÂMICA ?",
            "selftext": "A Divina Comédia de Dante Alighieri é um dos livros mais incriveis que qualquer um poder ter a oportunidade de ler. Recentemente ando estudando muito sobre cultura islamica e literatura arabe, assim como cultura e lingua da região. Me deparei esses dias com o assunto sobre influencias Islamicas na obra de Dante, desde escritos do proprio profeta do Islão a obra citada acima \"A Epistola do Perdão\" de  Abu al-ʿAlaʾ al-Maʿarri, poeta/vegano/cego teceu uma obra em forma de uma carta, escrita a um outro poeta e linguista de seu tempo  Ibn al-Qari , ortodoxo em metricas e linguistica, al-Ma'arri aqui cria uma satira para seu destinatario, nessa carta remonta  Ibn al-Qari  renascido no pós-vida conceitual islamico, sob o nome de O Sheike, seu personagem desbrava o Paraiso e o Inferno islamicos, encontrando personalidades da cultura e poetas, linguistas, sempre tentando aperfeiçoar sua poetica, vai recebendo lições desses personagens que vão muito alem da poesia, permeando a filosofia islamica e até mesmo uma critica a mutos conceitos culturais e religiosos.   \nUma jornada fantastica, numa densa e dificil leitura que recomendo a todos, texto curiosissimo que especula-se levemente ter inspirado Dante, caso o mesmo tenha tido acesso a tais escritos do século 11, lembrando que Dante escreveu sua obra no seculo 14.   \n\n\nPossui uma unica tradução da NYU-Library of Arabic Literature, para o ingles, versão digital pelo google livros aqui:  \n [https://books.google.com.br/books?id=pAnMCgAAQBAJ&dq=the+epistle+of+forgiveness&hl=pt-BR](https://books.google.com.br/books?id=pAnMCgAAQBAJ&dq=the+epistle+of+forgiveness&hl=pt-BR)   \n\n\nDeixo aqui o post como curiosidade e tambem queria saber se mais alguem contemplou essa obra, e tem opiniões ou curiosidades pra relatar, achei pouquissimas reviews em ingles, maioria em arabe. Queria ouvir leitores.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "dssyys",
            "num_comments": 1,
            "comments": [
                "Vou lhe recomendar esse cara: https://www.facebook.com/daniellcosta\nFoi meu professor na faculdade, o mestrado e doutorado dele é sobre Dante. Cara é muito gente boa. Daniel lula costa. Abraços e depois me fala."
            ]
        },
        {
            "title": "Divina comedia",
            "selftext": " 4 poetas medievais que dante encontra na comédia divina ? pfv",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "dodzcl",
            "num_comments": 1,
            "comments": [
                "tem certeza que você quis dizer medievais? lembro de ele se encontrar com dois poetas provençais no canto xxvi do inferno, guido guinizelli e arnaut daniel, que são tardo-medievais. no canto iv ele encontra com os clássicos heleno-latinos: ovídio, homero, lucano e horácio."
            ]
        },
        {
            "title": "Primeira parte do Festival Mário de Andrade - A Virada do Livro",
            "selftext": "[Primeira parte do Festival Mário de Andrade](https://youtu.be/2c-cYfAaSU4)\n\nEis a primeira parte do Festival Mário de Andrade (A virada do livro). Conhecemos diversos autores diferentes. Agora, você pode assistir tudo em nosso canal. Vem junto! \n\n\\#dasdasfsdga",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "dmp9cj",
            "num_comments": 0
        },
        {
            "title": "FESTIVAL MÁRIO DE ANDRADE - A VIRADA DO LIVRO | parte 2 de 2",
            "selftext": "[Feira de livro Cordel com entrevistas](https://youtu.be/n3awea9IBHM)\n\nPara quem perdeu o primeiro festival Mário de Andrade (A virada do Livro), pode acessar e assistir algumas entrevistas com autores de cordéis. Vem junto!",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "dmp43a",
            "num_comments": 0
        },
        {
            "title": "MIS MOMENTOS EN LA RADIO con Javier Vargas Urquijo",
            "selftext": "Tras muchos años de investigación y estudio, [**Javier Vargas Urquijo**](https://www.gdavidperalta.es/2017/05/javier-vargas-urquijo-nos-acerca-la.html), puede afirmar que los extraterrestres conviven con nosotros desde tiempos ancestrales. Los mayas, los aztecas, los egipcios y otras civilizaciones antiguas dejaron constancia de la visita de seres de otros planetas y de otras dimensiones a nuestra tierra para dejarnos claros mensajes de que caminamos hacia la destrucción de nuestra tierra.\n\nSegún nos cuenta Javier, mediante naves espaciales atravesando un agujero de gusano, también conocido como [**puentede Einsten-Rosen**](https://es.wikipedia.org/wiki/Agujero_de_gusano), o cruzando puertas dimensionales, no sólo los extraterrestres si no, además, seres dimensionales o nosotros mismo desde un futuro no muy lejano, somos visitados e instruidos para salvar el planeta. Hechos registrados por los gobiernos del mundo pero ocultos a la sociedad en pos de preservar la calma y la cordura; ya que nuestra mente está obturada con tantos avances y habiendo perdido aquella inocencia ancestral, no veríamos con buenos ojos a estos visitantes, sin contar, que nuestros gobiernos se dedicarían a estudiarlos como a ratas de laboratorio. \n\n[CONTINÚA LEYENDO EN EL ENLACE](https://www.gdavidperalta.es/2017/06/javier-vargas-urquijo-los.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "dinbs5",
            "num_comments": 0
        },
        {
            "title": "SOY MUERTE",
            "selftext": "El edificio estaba en un lugar apartado, en una zona destinada a uso industrial pero aún por construir. \n\nTodo parecía frío y desolado, como si nada ni nadie hubiera pisado nunca aquel lugar. El policía llegó de los primeros. Estaba sólo en su coche cuando escuchó el aviso. El sospechoso se encontraba en aquella zona apartada de la ciudad. Quienes lo vieron lo identificaron como el asesino de masas que tanto salía en los periódicos y los informativos. Su cara, su mirada, aquella expresión tan vacía y tan sombría era difícil de olvidar. Muchos decían que después de ver su rostro en los noticiarios, tenían incluso pesadillas, donde el asesino los perseguía para convertirlos en una más de sus víctimas.\n\nPero aquél policía era joven y atrevido. Además, estaba ansioso por conseguir un buen caso en el que lo tildaran de héroe, lo llenaran de medallas y lo ascendieran a lo más alto en el menor tiempo posible. No en vano, era un hombre bastante orgulloso y no tenía ganas de andar de recadero de los más veteranos. \n\nAunque la operadora le insistió en que esperara a los refuerzos, que no tardarían en llegar, él hizo caso omiso y se lanzó a por el asesino. Si lo atrapaba, lo coronarían al día siguiente. Saldría en todos los noticiarios y lo entrevistarían los mejores reporteros del mundo. Quizás, pensaba mientras se dirigía hacia aquella zona, incluso pueda escribir un libro y, más tarde, harían una película basada en su gran hazaña.\n\n[CONTINÚA LEYENDO](https://www.gdavidperalta.es/p/yo-soy-muerte.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "dflk7e",
            "num_comments": 0
        },
        {
            "title": "MIS MOMENTOS EN LA RADIO con BIRGITTA FREJHAGEN",
            "selftext": "Los  suecos fueron los primeros turistas en visitar e instalarse en el sur de  nuestra isla a finales de los años cincuenta. Venían en busca de sol y  tranquilidad, además, de intentar paliar los achaques que el crudo  invierno suele producir en sus cuerpos. Ellos nos aportaron negocios,  trabajo, cultura y abrieron nuestra mente hacia un tipo de vida  diferente. \n\n[Birgitta Frejhagen](https://www.facebook.com/birgitta.frejhagen?fref=ts) o Gittan, como le gusta que la llamen, refleja en su libro \"[Los pioneros](http://www.libreriacanaima.com/libro/pioneros-los-suecos-y-espanoles-querian-crear-un-paraiso-turistico-en-gran-canaria_432417)\"  toda esa historia, desde que pusieron el pie en Gran Canaria y se  instalaron en San Agustín, escogido por estar más azocado del viento,  pasando por imágenes de aquella negociación con el Conde, hasta nuestros  días. Cultura, sol, tranquilidad y rehabilitación atraen cada año a una  media de trescientos mil suecos a nuestra isla. \n\n\"[**Los pioneros**](http://www.libreriacanaima.com/libro/pioneros-los-suecos-y-espanoles-querian-crear-un-paraiso-turistico-en-gran-canaria_432417)\",  editado en sueco y en español, recoge un resumen de unas 150  entrevistas realizadas por la autora a diferentes personas que viven,  han vivido o pasan sus vacaciones aquí. Un libro muy bien editado e  ilustrado con imágenes de aquellos protagonistas, además, de aquellas  fotos que nos sorprenden por ver el cambio que ha dado el sur en estos  últimos cincuenta años. [Continúa Leyendo](https://www.gdavidperalta.es/2017/03/birgitta-frejhagen-nos-presenta-su.html)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "demwst",
            "num_comments": 0
        },
        {
            "title": "Latim. Comece a aprender agora.",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "dc3l9g",
            "num_comments": 0
        },
        {
            "title": "Aula de LATIM para Iniciantes",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "dalp88",
            "num_comments": 0
        },
        {
            "title": "Quando se ama de verdade",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "d3tu2i",
            "num_comments": 0
        },
        {
            "title": "Tu e um abraço",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "d3n1hd",
            "num_comments": 0
        },
        {
            "title": "Constante espera",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "d3danh",
            "num_comments": 0
        },
        {
            "title": "Tens brilho no teu olhar",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "d39xka",
            "num_comments": 0
        },
        {
            "title": "Lista de livros com 200 páginas ou quase",
            "selftext": " \n\n# Literatura e Ficção\n\nO Velho e o Mar - Ernest Hemingway  \nCoração das Trevas - Joseph Conrad  \nO Oceano no Fim do Caminho - Neil Gaiman  \nA morte de Ivan Ilitch - Ivan Tolstoi  \nRei Lear - Sheakeaspeare\n\n# Teorias e Filosofia\n\nTeoria Mimética. Conceitos Fundamentais - Michael Kirwan\nFilosofia e Estética - Hans Rookmakeer  \nReflexões Autobiográficas - Eric Voegelin  \nArriscando a própria pele - Nassim Taleb  \nImaginação Educada - Nortrop Frye\n\n# História e Ciência\n\nArmas, Germes e Aço - Jared Diamond  \nPré-história e História. As Instituições e as Ideias - Mauricio Rigui  \nO fim do homem soviético - Svetlana Aleksiévitch",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "cwsiyv",
            "num_comments": 0
        },
        {
            "title": "Obra \"Antropologia da Maldade\"",
            "selftext": "Boas pessoal. Venho divulgar a obra literária que lancei recentemente intitulada \"Antropologia da Maldade\" e editada pela Chiado Editora. É uma obra de suspense e terror que certamente agradará aos fãs do género. Está disponível em Portugal e no Brasil em formato papel e ebook. \nIrei disponibilizar brevemente o primeiro capítulo na minha página de Facebook e no meu blog onde também periodicamente começarei a lançar conteúdos no âmbito do terror e explorar outras vertentes para além da literária. Deixo os links para os interessados e a sinopse da obra. \n\nFacebook \nhttps://m.facebook.com/valtermachadoautor\n\nBlog \nvalterfmachado.home.blog\n\nSinopse\n«A escuridão proliferou majestosa, dona e senhora, por meio de uma nuvem tão negra como os confins do universo e que engolira o sol até extinguir a sua presença. Carregada de maus presságios… Até que surgiu uma lua cheia «de sangue» estonteante, que se expandia progressivamente por todo o céu até onde a sua visão alcançasse; sem a luminosidade que o cegara era-lhe agora possível vislumbrar nitidamente pela primeira vez, com os seus longos cabelos morenos e lisos espalhados pelas costas expostas pelo vestido púrpura, presente que ele oferecera juntamente com a aliança de noivado quando pedira a sua mão em casamento. Ele esticou o braço para a alcançar mas numa tentativa vã… O movimento dos ombros de Maka foi lento, mas gracioso, o suficiente para ele sentir palpitações no coração, o desejo de vislumbre da sua amada impeli-o a avançar para os seus braços, carente do seu beijo… Somente amainado pela luxúria de ver aquele corpo lindo em movimento, gracioso e pu… pútrido. A visão à sua frente e que o encarava era horrível… Sem descrição possível, pois a «mulher da sua vida» encontrava-se em avançado estado de decomposição, efeméride da desgraça carnal e que se afigurava como o «tanto na vida, como na doença, como na morte».\n\nLinks para aquisição \n\nChiado Editora - Portugal e Brasil\nhttps://www.chiadobooks.com/livraria/antropologia-da-maldade\n\nWook \nhttps://www.wook.pt/livro/antropologia-da-maldade-valter-f-machado/23315942\n\nBertrand \nhttps://www.bertrand.pt/livro/antropologia-da-maldade-valter-f-machado/23315942",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "cuty05",
            "num_comments": 0
        },
        {
            "title": "Raio Vermelho",
            "selftext": "Raio Vermelho \n\nRaio Gama \nRaio Visível \nRaia \n\nRaio Torvão \nRaio Tropical \nRaio Insular \nRaio Plúvi\nRaio Robot \nRaio Ordem \nRaio Touro \nRaio Virgem \nRaio Leão \nRaio Espelho \nRaio Urano",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "c9vn4b",
            "num_comments": 0
        },
        {
            "title": "Mariposas de Samanta Schweblin",
            "selftext": "Me han dado ganas de crear un canal de Youtube para leer extractos de literatura latinoamericana, en su mayoría, y hacer difusión de la misma. He grabado el primer cuento y me gustaría saber su opinión. Gracias, excelente día.  \n\n\n[En voz alta](https://www.youtube.com/watch?v=F3zz84yUc6c)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "c8h9fi",
            "num_comments": 2,
            "comments": [
                "Es un proyecto interesante, y buena lectura, saludos."
            ]
        },
        {
            "title": "Cuanto, Nada, Quiere y Puede",
            "selftext": "Cuanto y nada se separan\nCuanto siente, y nada es rara.\n\nCuanto todo cuenta y cuando\nNada escucha, nada cambia.\n\nCuando Cuanto nada Siente\nNada llora, Nada lo quiere.\n\nTanto quiere Nada a Cuanto...\n\nTánto que cuando Cuanto nada puede,\ncanta nada y Cuando es felíz...o lo era tánto.\n\nAhora Nada, nada tiene\nPara que Cuanto vuelva a sentir\n\nCuanto a Nada no quiere herir\nY nada no puede darle más a Cuanto.\n\nPor eso Nada se va lejos de Cuanto\nY Cuanto no va detrás de Nada.\n\nNada aún lloraba cuando apareció Puede.\n\nY puede ser que Puede no sea tánto como Cuanto,\nPero logró que Nada sienta algo, y puede ser que Nada a Puede, tánto.\n\nCallada, Nada a Puede juró amar, siempre y cuando Puede quiera estar.\n\nPuede, con su abrazo calmó a Nada\nLe contó que no hace falta jurár nada\n\nCon caricias,  con hechos, y cuidando de su espalda...\nPuede está dispuesto a morir por Nada.\n\nA Cuanto no le fué tán bien como a Nada.\n\nCuanto más tiempo esperó,\nhasta que apareció quiere.\n\nQuiere era ambiciosa,\nEso a Cuanto lo enloqueció\n\nCuanto quería darle todo,\nY Quiere, de Cuanto se enamoró.\n\nPero quiere quería ser libre.\nCuanto, sin querer la encerró.\n\nQuiere sentía amar tánto a Cuanto\nQue de amarse a ella pronto se olvidó,\n\nSe sentía inferior en todo a Cuanto,\nSolo para que Cuanto quiera un tánto más a Quiere.\n\nCuánta desdicha cosecha Cuanto...\n\nCuanto antes quiere cambios, y cuenta con que Quiere quiera ayudarlo.\n\nPero Quiere ya lo quiso tánto....\nSe quemó y ya no quiere a Cuanto.\n\nNo puede quererlo si no se ama tánto.\n\nA fin de cuentas, Cuanto quiere tánto\na Quiere, y sin temerle a Nada.\n\nPero Quiere huye de Cuanto y Cuanto corre cuando tropieza.\n\nY pudo tener a Quiere tán cerca,\nPero Quiere, tan térca, más corrió.\n\nCuanto no puede querer como antes, desde que quiso a Nada... Nada lo cambió.\n\nLastimó su corazón, ahora nada puede\npara Cuanto, ser lo que buscó.\n\nPobre Cuanto y Noble Nada...\n\n¿Quiere tánto Cuanto cuando quiere?\nmucho, Cuanto ántes quiere cambiar para poder cuidar de Quiere.\n\n¿Pueden quererse Puede y Nada?\nCreo que si, Puede siempre supo que solo era bueno para nada.",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "c30pdn",
            "num_comments": 0
        },
        {
            "title": "What I was doing while you were breeding, um bom livro para dar lida",
            "selftext": " [https://www.youtube.com/watch?v=h8pEiHCHS\\_0](https://www.youtube.com/watch?v=h8pEiHCHS_0)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "buimft",
            "num_comments": 0
        },
        {
            "title": "Voragem, um bom livro do escritor japones",
            "selftext": " [https://www.youtube.com/watch?v=Ep5usB37DMw&t=14s](https://www.youtube.com/watch?v=Ep5usB37DMw&t=14s)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "btr09h",
            "num_comments": 0
        },
        {
            "title": "Mortal y Rosa (España)",
            "selftext": "Necesito comprar este libro. Soy de México y no lo he hallado. Necesito ayuda, es el regalo perfecto, god tier para mi novia, futura esposa (nos casamos en octubre). Ella estudió Letras Españolas... Lo ama casi mas que a mí...  Ayuda?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "bmf5fr",
            "num_comments": 2,
            "comments": [
                "¿Has mirado en Iberlibro? Aquí en España es una web de referencia para encontrar libros de segunda mano pero no sé si las librerías harán envíos a México. Aquí te dejo una búsqueda hecha para el libro.\n\n(De todas maneras odio a Umbral... ¿Ha leído a Cela? jajaja)\n\n[https://www.iberlibro.com/servlet/SearchResults?sts=t&cm\\_sp=SearchF-\\_-home-\\_-Results&an=&tn=mortal+y+rosa&kn=&isbn=](https://www.iberlibro.com/servlet/SearchResults?sts=t&cm_sp=SearchF-_-home-_-Results&an=&tn=mortal+y+rosa&kn=&isbn=)"
            ]
        },
        {
            "title": "Una Simple Hipótesis",
            "selftext": "Va una *hipótesis*: tal parece que hay una relación entre **Milan Kundera**, **Jean Renoir** y **Lucrecia Martel** [https://duendecallejero.com/2018/12/18/una-simple-hipotesis/](https://duendecallejero.com/2018/12/18/una-simple-hipotesis/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "bjrhep",
            "num_comments": 0
        },
        {
            "title": "hola a todos!! vengo aqui a compartir mi historia aun esta progreso :D espero la disfruten",
            "selftext": " [https://www.wattpad.com/story/184694881-mod](https://www.wattpad.com/story/184694881-mod)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "bflfxd",
            "num_comments": 0
        },
        {
            "title": "Podcast sobre literatura",
            "selftext": "¿Alguien conoce de algunos podcasts sobre literatura que sean interesantes? \n\nComo estudiante de Español en UC Davis, me ha fascinado las diferentes obras de literatura que he tenido la oportunidad de leer. Con el poco tiempo libre que me queda, me gustaría escuchar podcasts donde se dialogue diferentes libros (especialmente los que lenguaje de originan español). ¿Alguien tiene alguna recomendación?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "bfj5qg",
            "num_comments": 3,
            "comments": [
                "Me interesa saber también",
                "Escucho varios, pero en español solo me he enganchado con https://www.puentes.mx/leelos",
                "En portugués, hay este: https://open.spotify.com/show/6StuYmxN4yM5Xm5tExqmcF?si=tCCTyCtGT5KLioFzflVnAQ"
            ]
        },
        {
            "title": "De anécdotas, ciudades sitiadas y resistencia; en @duendecallejero",
            "selftext": "Va un escrito sobre anécdotas relacionadas con dos grandes escritores argentinos, un cineasta también argentino, ideas en común sobre ciudades sitiadas y, también, sobre qué significaría en un contexto así, de ciudades sitiadas, la palabra \"resistencia\"\n\n[https://duendecallejero.com/2018/12/19/anecdotas-ciudades-resistencias/](https://duendecallejero.com/2018/12/19/anecdotas-ciudades-resistencias/)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "beoav4",
            "num_comments": 2,
            "comments": [
                "Me gustó tu blog post, ¡fue muy interesante!"
            ]
        },
        {
            "title": "La Dulce festejará sus 111 años el próximo sábado en el CEF Nº 17",
            "selftext": "[](https://4.bp.blogspot.com/-yT6U-52WOIk/XK50G_DnQwI/AAAAAAABhpQ/B6DOlXXHb-EPUFql-A3rsmffTv3LEjjvwCLcBGAs/s1600/Estacion-La-Dulce.JPG) El próximo viernes La Dulce celebra los 111 años de su fundación y en la localidad ya se trabaja en los últimos detalles de la celebración, que será el sábado 13.\n   \nLas actividades comenzarán a las 15.30 en las instalaciones del Centro de Educación Física Nº 17.\n   \n Juan Garre, delegado municipal de La Dulce, dijo que \"después del acto habrá ofrendas florales al busto de Nicanor Olivera y posteriormente el corte de torta y el comienzo de los espectáculos para la gente\".\n   \n   \n En este sentido, puntualizó que \"al principio estará la presentación de un mago, más orientado hacia la platea juvenil o chicos, y luego habrá diferentes números musicales y de baile, tanto de La Dulce como otros artistas que hemos convocado de otros lugares para darle un buen marco a la fiesta\".\n   \n \"En estos últimos años se ha reunido mucha gente para los aniversarios. Se le ha dado un salto de calidad a los festejos y la gente los espera con expectativa, así que invitamos tanto a los vecinos de la localidad como al resto del distrito a que se acerquen para pasarlo bien entre todos\", subrayó.\n   \n   \n --\n   \n Fuente: Municipalidad de Necochea\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/04/la-dulce-festejara-sus-111-anos-el.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "bbsndj",
            "num_comments": 0
        },
        {
            "title": "Journey to the Center of the Sun - Vintage Verne",
            "selftext": "The ‘Journey to the Center of the Sun’ is an 1868 science fiction novel by Jules Verne. He was following on the success of his earlier adventure novel ‘The Journey to the Centre of the Earth’ and used the same main characters. The story again involves German professor Otto Lidenbrock who believes there are plasma tubes going toward the centre of the Sun. At the interior of the sun the professor theorized that the balance of gravity and anti-gravity would produce and essentially Earth like space with temperate climates and breathable air. He, his nephew Axel, and their guide Hans use an American designed steam rocket made to fit the world’s largest cannon and they are launched toward the planet Mercury to make their approach to the Sun. The team encountering many adventures, including preposterous animals and otherworldly hazards, before eventually coming to the back to Earth where they crash land on the Moon and construct a balloon that allows them to string a steal cable from the Earth to the Moon. The last bit of anti-matter the professor has in his snuff box powers the 250,000 mile flight. In the vacuum of space the adventurers simply hold their breath for the speedy trip. The men ride home in a straw gondola basket eating the last sticks of French bread and drinking their last bottle of wine. The gondola docks in southern Italy, at the Stromboli volcano where they had ended up in the last book.\n\nThe genre of spaceflight fiction already existed long before Verne. However, Journey considerably added to the genre’s popularity and influenced later such writings. For example, Edgar Rice Burroughs explicitly acknowledged Verne’s influence on his own Pellucidar series.\n\nhttps://xenagoguevicene.wordpress.com/2019/04/08/journey-to-the-centre-of-the-sun-vintage-verne/",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "bay646",
            "num_comments": 0
        },
        {
            "title": "Licencias de conducir: la Municipalidad de Necochea dice que no tiene nada que ver con el escándalo",
            "selftext": "[](https://3.bp.blogspot.com/-ZJsE8FAPkNc/XKprJS9B27I/AAAAAAABhlk/dscr2BTi_zkckImNJo5vYpRM4y3f0S3aQCLcBGAs/s1600/municipalidad-licencias.jpg)\n   \n El escándalo se cierne nuevamente sobre la Municipalidad de Necochea, pero parece que nadie tiene nada que ver.\n   \n El viernes pasado [el sitio web NecocheaDigital.com dio a conocer unos mensajes de audio que revelan la posible vinculación de Maximiliano Bottiglieri, director de Control Urbano, con la irregular entrega de licencias de trámite especial](https://necocheadigital.com/se-conocieron-audios-que-implicarian-a-empleados-y-funcionarios-de-la-municipalidad-de-necochea/).\n   \n En los audios en cuestión, dos personas que se identifican como Juan y Catete discuten porque Bottiglieri no cumplió con la entrega de unas licencias que uno de ellos necesita para poder ingresar al puerto con sus camiones en plena cosecha. Se entiende que una de estas personas habría pagado a Bottiglieri para facilitar el trámite.\n   \n Según informó el mismo viernes NecocheaDigital.com, a raíz de conocerse los audios, [Bottiglieri renunciaría esta semana](https://necocheadigital.com/la-semana-que-viene-maximiliano-bottiglieri-presentaria-la-renuncia/).\n   \n Para ensuciar aún más la cancha, los audios en cuestión fueron descubiertos en un teléfono secuestrado por la Policía durante un procedimiento de drogas.\n   \n A partir de encontrarse con esta información, la Policía allanó la oficina de licencias de conducir, que se encuentra en el Polideportivo municipal.\n   \n Hasta aquí, un escándalo.\n   \n Lo insólito es que nada parece haber ocurrido. Más allá de la posible renuncia de Bottiglieri, la Municipalidad se desvinculó del hecho con un comunicado de prensa publicado el jueves en su propio portal bajo el título: Diligencias de la Justicia por trámites con licencias de conducir.\n   \n   \n El siguiente es el texto del curioso descargo del municipio en su sitio:\n   \nLa Municipalidad de Necochea fue notificada sobre una tarea investigativa, que no está relacionada con la comuna, llevada a cabo por la Justicia Departamental a raíz de una orden de una investigación que se diligenció en el día de la fecha en las oficinas de licencia de conducir y polideportivo.\n   \n A raíz de una causa iniciada en 2018 de \"forma anónima\", según indicó el Cro Guillermo Serrano, quien lleva adelante la IPP por derivación de otra investigación, mediante la que se busca información a través de constancias de los tramites de licencia de conducir entre el 12 de octubre de 2018 y 15 de febrero del corriente año, en razón de resultar de interés para el esclarecimiento del hecho que se investigación.\n   \n El Dr. Marcos Migdal, subsecretario de Legal y Técnica del municipio, indicó que \"nos pusimos inmediatamente a disposición y de haber alguna irregularidad vamos a iniciar las actuaciones correspondientes\", asimismo agregó que la investigación \"deriva al área de licencias de conducir a raíz de una investigación principal que no está relacionada con el municipio\".\n   \n Por otra parte, Maximiliano Bottiglieri, titular del área de licencias, sostuvo que \"ya nos pusimos a realizar los requerimientos de la Justicia con el fin de brindar la totalidad de los trámites realizados entre el 12 de octubre y el 15 de febrero, que serán entregados el próximo lunes en la DDI local\". Lo que se desprende de leer el texto anterior es que o bien todos los funcionarios municipales son muy inocentes o creen que los ciudadano lo son.\n   \n En cualquier organización de orden jerárquico, el jefe siempre sabe lo que hacen sus subalternos, de lo contrario, todo sería un caos. \n   \n Bueno, pareciera que en la Municipalidad de Necochea, los más altos cargos desconocen lo que hacen los funcionarios de menor rango. Eso se desprende del caso de las licencias, como de la investigación a Eduardo Otero por las supuestas irregularidades en la Ruta del Tango.\n   \n Hacen bien en ponerse a disposición de la Justicia, aunque tal vez no se dan cuentas de la consecuencias de ello...\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/04/licencias-de-conducir-la-municipalidad.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "bali9i",
            "num_comments": 0
        },
        {
            "title": "113 millones al borde de la muerte por hambre en 2018",
            "selftext": "[](https://2.bp.blogspot.com/-0QdBAWTtVA0/XKQZ7mvtpNI/AAAAAAABhj0/yiu0LEY5ktk7o2AnvQcTdoENoLFu1A8gQCLcBGAs/s1600/hambre-mundo.jpg) (Fuente: Noticias ONU).- Las cifras del Informe mundial sobre las crisis alimentarias 2019 son escandalosas. El documento presentado conjuntamente por la Unión Europea, la Organización de las Naciones Unidas para la Alimentación y la Agricultura y el Programa Mundial de Alimentos resulta incluso surrealista.\n   \n Concluye que “alrededor de 113 millones de personas en 53 países experimentaron inseguridad alimentaria aguda en 2018”. Para tener una dimensión de la cifra, hay que tener en cuenta que la Argentina tiene una población de 44,5 millones de habitantes.\n   \n   \n### Riesgo de vida por hambre\n\n Técnicamente, el término “inseguridad alimentaria aguda” se produce cuando “la incapacidad de una persona para consumir alimentos adecuados pone en peligro inmediato su vida o sus medios de subsistencia. Se basa en medidas internacionalmente aceptadas de hambre extrema, como la Clasificación Integrada de la Seguridad Alimentaria en Fases y el Cadre Harmonisé.\n   \n Aunque la cifra de 113 millones es ligeramente inferior a los 124 millones que se registraron en 2017, se trata del tercer año consecutivo que esta categoría máxima de la crisis alimentaria se sitúa por encima de los cien millones de personas y los altos niveles de desnutrición aguda en los niños que viven en situaciones de emergencia “continúa siendo de grave preocupación”, señala el informe.\n   \n Además, otros 142 millones en todo el mundo están en la antesala de igual destino. En total, 821 millones de personas sufrían hambre de forma crónica en 2018.\n   \n El ligero descenso registrado en 2018 se vincula al cambio en el clima, ya que pese a que un número alto de países no experimentó la intensidad de los fenómenos meteorológicos relacionados con El Niño que se registraron en 2017, 29 millones de personas padecieron el hambre aguda debido a las condiciones climáticas adversas.\n   \n   \n### Ocho países, los más afectados\n\n No obstante, las guerras son la principal causa del hambre extrema.\n   \n Dos tercios de las personas que padecen hambre aguda viven en 21 países donde se desarrolla un conflicto armado, aunque casi la mayoría se concentran en sólo ocho naciones: Afganistán, Etiopía, Nigeria, República Democrática del Congo, Sudán del Sur, Sudán, Siria y Yemen. En otros 17 países, el hambre aguda se mantuvo igual o aumentó.\n   \n Por regiones, la más afectada es África, ya que más de la mitad de las personas que padecen hambre aguda se encuentran en 33 países africanos.\n   \n A los conflictos, los desastres naturales y el cambio climático se añade la situación económica como una de las principales causas del hambre aguda. Las crisis económicas condujeron a esta situación a 10,2 millones de personas, principalmente en Burundi, Sudán del Sur y Zimbabwe.\n   \n   \n### Hambre en centroamérica y Venezuela\n\nSolo un cuatro por ciento de las personas que sufren hambre aguda, unos 4,2 millones, se encuentra en América Latina. Sin embargo, el informe advierte que la región tiene un alto número de personas, 5,6 millones, en siete países, que han entrado en la fase dos de la inseguridad alimentaria, en la que los hogares tienen un consumo mínimo adecuado de comida, pero no pueden asumir otros gastos sin poner su alimentación en peligro.\n   \n “Estas poblaciones requieren apoyo para reducir los riesgos de desastres y proteger sus medios de vida, y para evitar que sigan deslizándose hacia niveles más severos de inseguridad alimentaria aguda cuando se produzcan crisis debidas al clima o la economía”, destaca el reporte.\n   \nDe los 4,2 millones cuya vida está peligro, más de la mitad están en Haití y 1,6 millones en el llamado corredor seco de América Central, integrado por El Salvador, Guatemala, Honduras y Nicaragua. El resto son 400.000 migrantes y refugiados venezolanos repartidos por América del Sur.\n   \n El informe no incluye cifras de Venezuela porque no hay datos oficiales recientes, pero sí señala que se espera que en 2019 el número los que abandonan el país siga aumentando si persiste la crisis política y económica.\n   \n También se espera que el fenómeno “El Niño” impacte en la agricultura y el precio de los alimentos en Latinoamérica y el Caribe.\n   \n   \n### Hambre, un reto global\n\n Las conclusiones del informe suponen un llamamiento enérgico a reforzar la cooperación para vincular la prevención, la preparación y la respuesta para abordar las necesidades humanitarias urgentes y las causas profundas del hambre, entre las que se incluyen el cambio climático, crisis económicas, conflictos y desplazamientos de población.\n   \n Como dijo el comisario europeo de Cooperación Internacional y Desarrollo, Neven Mimica, al presentar el informe, “la inseguridad alimentaria sigue siendo un reto global” y “subraya la necesidad de fortalecer la cooperación” entre el personal dedicado a la ayuda humanitaria, quienes se dedican al desarrollo sostenible y los que trabajan en favor de la paz “para revertir y prevenir las crisis alimentarias”.\n   \n Ese es el motivo, explicó, por el que la Unión Europea habrá destinado, entre 2014 y 2020, cerca de 9000 millones de euros a iniciativas sobre seguridad alimentaria y nutricional y agricultura sostenible en más de 60 países.\n   \n “Y algo que necesitamos que hagan también los dirigentes mundiales es que estén a la altura de las circunstancias y ayudar a resolver estos conflictos, ahora mismo”, añadió el director ejecutivo del Programa Mundial de Alimentos, David Beasley.\n   \n El director general de la Organización para la Alimentación y la Agricultura, José Graziano Da Silva, coincidió en que “se debe actuar a gran escala, vinculando el desarrollo humanitario y la paz para aumentar la resiliencia de las poblaciones vulnerables afectadas. Para salvar vidas, tenemos también que salvaguardar los medios de subsistencia”.\n   \n   \nTexto original: https://news.un.org/es/story/2019/04/1453791\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/04/113-millones-al-borde-de-la-muerte-por.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b8segt",
            "num_comments": 0
        },
        {
            "title": "Los argentinos están entre los productores que más tecnificados de América Latina",
            "selftext": "[](https://4.bp.blogspot.com/-KAEH1nUQDbU/XKPDZT74iAI/AAAAAAABhjk/bE6jSixNGVMmFn4gaZ4XyW1D6HvTjvjbwCLcBGAs/s1600/inta-tecnologia.jpg) En su último análisis, poco antes de su fallecimiento ocurrido hace un mes, Mario Bragachini destacó la adopción de tecnología nacional y planteó cuáles son las innovaciones, tendencias y desafíos del sector metalmecánico en un año con buenas perspectivas productivas.\n   \n Tras una ilustre trayectoria en el INTA y más de 40 años de experiencia en el sector de la maquinaria agrícola, Mario Bragachini contribuyó notablemente a transformar la agroindustria argentina para volverla más tecnificada y eficiente. Recientemente jubilado y convencido de continuar apoyando la causa, falleció a los 65 años producto de una afección cardíaca de la que no pudo recuperarse.\n   \n   \n### Demanda de tecnología\n\n Asimismo, planteó que “la campaña récord motivará la demanda de máquinas e insumos tecnológicos que se pueden transformar en ventas reales, en la medida que aparezca la posibilidad concreta de inversión con créditos accesibles de la Banca oficial y privada”.\n   \n En este sentido, aseguró que “existe mucha necesidad real de venta en la industria nacional para mantener los puestos de trabajos”, al tiempo que “los productores y contratistas también tienen la necesidad de contar con nuevos equipos para levantar una buena cosecha”. Para el especialista, “será un año complicado para todos, pero de mucho potencial”.\n   \n Con respecto a las innovaciones en el sector, Bragachini aseguró que “se verán nuevas máquinas con mayor productividad, con más ancho y más velocidad de trabajo, con más ancho de corte en los cabezales especiales, montados en cosechadoras con más potencia del motor y gran capacidad de tolva con descarga más rápida”.\n   \n   \n### Más sensores conectados a la Nube\n\n Además, se refirió al aumento en cantidad de sensores conectados a monitores y éstos con la Nube realizando la telemetría de la maquinaria. También, diferentes sensores de autorregulación, incluido un sistema de grano limpio y retorno tipo scanner.\n   \n “El productor argentino también buscará nuevas máquinas de Siembra Directa de gran autonomía y facilidad de carga de semillas y, en algunos casos, fertilizantes. El abastecimiento de semilla se verá con acoplados con cintas o bolsones y grúas, logrando disminuir el tiempo de reabastecimiento y el menor número de personal necesario para realizarlo”, especificó.\n   \n Para Bragachini, “se buscarán, también, sistemas de plegado rápido desde la cabina del tractor con un solo operario, facilidad de paso posición de trabajo a transporte, logrando reducir el ancho de traslado. Se trabajará en lograr la mayor cantidad de líneas posible en grano grueso con distribuidor de accionamiento eléctrico de precisión y dosis variable de fertilizante, principalmente liquido”.\n   \n   \n### Sembradoras de grano grueso\n\n En resumen, la demanda de sembradoras de grano grueso estará concentrada en mayor cantidad de líneas, disminuyendo el espacio entre líneas para maíz y soja – entre 38 y 42 cm–, una exigencia creciente para soja y maíz con distribuidor neumático y fertilizante arrancador en la línea.\n   \n La gran novedad e innovación, según Bragachini, estará en equipos con modificaciones especiales para grano grueso para sembrar a más de 12 km/h con buena eficiencia de implantación.\n   \n En cuanto a pulverización, para el especialista, “aparecerán nuevas tecnologías de aplicación dirigidas para control selectivo de malezas resistentes y/o tolerantes a varios herbicidas, generando una oportunidad de aplicar mezclas costosas para realizar barbechos utilizando equipos con sensores NDVI, clorofila y otros nuevos desarrollos tipos scanner que pueden ser novedad en algunas empresas”.\n   \n “Ahora, con la necesidad de aplicar mezclas, pueden ser nuevamente demandados los equipos de inyección de producto”, aseguró el técnico y agregó: “Con aplicación de herbicidas hormonales de difícil lavado puede aparecer la necesidad de los tanques de acero inoxidable como en Estados Unidos con el Dicamba y 2-4 D, los tanques de fibra de vidrio son muy difíciles de lavar entre aplicaciones”, señaló.\n   \n Otra necesidad en maquinaria autopropulsada será el alto despeje, logrando casi 2 metros y también la dualidad de equipos pulverización/siembra centrifuga al voleo de cultivos de servicio, el intercambio de tanque y barral unificando tipo kit con rápida transformación con tolva fertilizadora/sembradora, dado la necesidad de control de malezas resistentes por competencia invernal.\n   \n   \n### Nuevas marcas de pulverizadoras extranjeras\n\n En resumen, Bragachini aseguró que “un mercado de ofertas de nuevos equipos donde aparecerán en escenas al menos una decena de nuevas marcas de pulverizadora extrajeras, algunas de marcas conocidas multinacionales y otras importantes de Europa y Brasil, también India y China”.\n   \n Con respecto al silo bolsa, Bragachini no dudó en confirmar que “aparecerán nuevos modelos de embolsadoras quebradoras de grano húmedo y serán muy solicitadas”. Además, indicó que la tendencia todavía vigente con argumentos son los mixer desmenuzadores tipo vertical y, ahora también, horizontal con mejor mezclado.\n   \n Por último, se refirió a la maquinaria inteligente con nuevos sistemas de conectividad y sensores de nuevos conceptos tipo NDVI, Scanner Cámaras y Radares en satélites. A su vez, destacó el rol de la inteligencia artificial y BigData, de plataformas con datos elaborados con software modernos que transforman datos de diferentes sensores, monitores y archivos de diferentes idiomas informáticos en datos útiles agronómicos en tiempo real.\n   \n   \n --\n   \n Fuente: INTA Informa\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/04/los-argentinos-estan-entre-los.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b8oejd",
            "num_comments": 0
        },
        {
            "title": "Charla sobre organización de jubilados y pensionados",
            "selftext": "[](https://1.bp.blogspot.com/-9JasGykPaXw/XKPAdABEhPI/AAAAAAABhjY/GXEYW1Qjcf8K9JZnOwWRmc5M3mA01VirgCLcBGAs/s1600/jubilados-quequen.png)La importancia de la organización de los jubilados y pensionados será el tema de la charla que brindará el doctor Christian González D’Alessandro el próximo sábado a las 19 en la Asociación Civil Vecinal de Fomento Vieja Estación Quequén.\n   \n La charla será en la sede de la entidad, en la avenida 578 N° 3075.\n   \n   \n### Quién es Christian D’Alessandro\n\n Es un abogado previsionalista y periodista especializado en personas mayores, docente, Máster en seguridad social, diplomado en jubilaciones y en gerontología, que se hizo conocido por ser el impulsor del Sindicato de Trabajadores Pasivos (STP).\n   \n \"Es hora que la unión haga la presión para que los jubilados tengan la administración de lo que les corresponde\", dijo recientemente durante la Marcha de los Banquitos, una protesta de jubilados y pensionados frente a la sede del PAMI, en Buenos Aires, en la que participaron unas 500 personas.\n   \n   \n### Centro de jubilados en Barrio Estacion Quequén\n\n La charla es organizada en el marco de los trabajos desarrollados por la Asociación Civil Vecinal de Fomento Vieja Estación Quequén para dar impulso al centro de jubilados del barrio.\n   \n Hace tiempo la asociación civil logró poner en marcha el centro y ahora intenta fortalecer a la nueva entidad.\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/04/charla-sobre-organizacion-de-jubilados.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b8o6w9",
            "num_comments": 0
        },
        {
            "title": "Trabajadores municipales reclaman ascensos",
            "selftext": "[](http://1.bp.blogspot.com/-h1i3ZUxpDEM/XJxB4aHVEtI/AAAAAAABhgE/aRj5T5fe4sAp9maTCFlTokfT09dnIYxWQCK4BGAYYCw/s1600/55919104_2407485475976827_5279235888843325440_o-752145.jpg) Los trabajadores municipales de Necochea realizan gestiones para lograr que se reconozca su trayectoria con ascensos y aumentos salariales.\n   \n La semana pasada el secretario general del Sindicato de Trabajadores Municipales de Necochea, Alberto Giménez, y el secretario gremial, Gastón Díaz, se reunieron con funcionarios del gobierno municipal.\n   \n Los dirigentes del SMTM fueron recibidos por el secretario general Mario Gigli y con el secretario de Salud José MarÍa Álvarez.\n   \n El tema principal del encuentro fue la puesta en funcionamiento de una junta de promoción que evalúe los ascensos de los trabajadores por su trayectoria y antigüedad.\n   \n De acuerdo al estatuto, los trabajadores municipales deberían recibir ascensos de acuerdo a su antigüedad y en reconocimiento a su labor. Esto metodología que se implementa en otros municipios, permite que los obreros también reciban mejoras salariales y no queden estancados durante años en la misma función.\n   \n La junta, además de analizar ascensos, también tiene como función arbitrar en cuestiones disciplinarias.\n   \n Durante el encuentro, entre sindicalistas y funcionarios, también se reclamo la ropa para todos los trabajadores de obras públicas y el pago de las horas extras adeudadas.\n   \n Además se insistió con que el arancelamiento hospitalario se haga efectivo con el sueldo.\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/04/trabajadores-municipales-reclaman.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b7wrvq",
            "num_comments": 0
        },
        {
            "title": "Fiesta en Juan N. Fernández por los 110 años",
            "selftext": "[](https://1.bp.blogspot.com/-VaKDrb1x95E/XKA-hBZ_OEI/AAAAAAABhiM/3Gusa_0qsy4Uxtc7ZnKx-V0IADerk5trQCLcBGAs/s1600/juan-n-fernandez.jpg) La localidad de Juan N. Fernández festejó ayer su 110º aniversario. Las celebraciones se desarrollaron frente a la Delegación Municipal, en la plaza principal del pueblo, donde el intendente Facundo López encabezó la comitiva oficial.\n   \n Junto al jefe comunal estuvo el delegado de la localidad, Carlos Ugarte, además de los delegados del resto del distrito y funcionarios que acompañaron la jornada.\n   \n El delegado municipal agradeció el apoyo de López y el equipo de trabajo, y resaltó la tarea de los empleados municipales.\n   \n En tanto, López se refirió a las obras de canalización realizadas recientemente a fin de evitar anegamiento en los barrios de la localidad. \"Hacía 30 años que no se realizaba un canal de tal magnitud, y no es un dato menor. Son obras que nos permiten colaborar para que el pueblo se siga manteniendo y creciendo\", dijo el Intendente.\n   \n Luego de ello, se realizó el desfile institucional, en el que participaron los jardines y las escuelas del pueblo; el Club Defensores con el fútbol infantil; la escuela de atletismo; el CEF Nº 63; personal del Hospital \"Néstor Cattoni\", agrupaciones folclóricas y agrupaciones tradicionalistas, al tiempo que se realizó luego de ello el corte de la torta al frente de la Delegación.\n   \n   \n --\n   \n Fuente: Municipalidad de Necochea\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/03/fiesta-en-juan-n-fernandez-por-los-110.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b7n0me",
            "num_comments": 0
        },
        {
            "title": "Clínica de salto hípico en Necochea",
            "selftext": "[](https://1.bp.blogspot.com/-jwooEza3SHs/XJw483bTFxI/AAAAAAABhf0/slJnmfDC0aA_2ndNAI22tMoILXWm8wRagCLcBGAs/s1600/bogo.jpg) Hoy, a las 11, en la sede del Entur, la jinete Déborah Bogo ofrecerá una conferencia de prensa en la que hablará sobre la clínica de salto hípico que brindará en Necochea durante el fin de semana.\n   \n La conferencia será en la sede del Entur, de avenida 2 y 87.\n   \n   \n### Quién es Déborah Bogo\n\n Bogo, fue una de las mejores amazonas de su generación. Empezó a montar a mediados de los años 70, en el Club Hípico Monte Grande, obteniendo inmediatamente excelentes resultados, como el subcampeonato de menores en dos oportunidades, en el 76 y 77 y el Campeonato Nacional en el 78.\n   \n En 1980 ganó en campeonato de Amazonas y en el 82 tuvo su primera experiencia internacional en México, integrando el equipo de Argentino en el campeonato Junior.\n   \n Su carrera siguió con grandes logros durante la década del 80. En los 90 fue directora de la revista Ecuestrian Country y desde 1997 trabajó como instructora y en la organización de los concursos del Hípico Canning.\n   \n En 2001 produjo el programa televisivo Rincón Ecuestre en América Sport.  Ha tomado clínicas con reconocidos entrenadores nacionales y extranjeros.\n   \n   \n### Clínica de salto en Necochea\n\n Será dictada desde este viernes hasta el martes 2, culminando con un concurso de salto en el Club Náutico de Necochea. Se trabaja en forma intensiva todos los conocimientos de la equitación.\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/03/clinica-de-salto-hipico-en-necochea.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b6hlzq",
            "num_comments": 0
        },
        {
            "title": "Curso gratuito sobre Herramientas de Gestión Comercial",
            "selftext": "[](https://2.bp.blogspot.com/-OC3nltoa1i0/XJt_4GqegqI/AAAAAAABhe0/uWZOabM4h4w6nfmkzUU1OKfqbazBKd2qQCLcBGAs/s1600/curso-gratis-Herramienta-gesti%25C3%25B3n-Charla-Necochea-Entur.jpg) Comenzará en Necochea un nuevo ciclo de cursos gratis organizados por el Ente Necochea de Turismo. El sábado, a las 11, en la sede del ENTUR, se realizará una capacitación sobre Herramientas de Gestión Comercial. Estará a cargo del contador Luis María Affranchino, máster en Administración de Negocios.\n   \n El profesional que estará a cargo del taller es, de manera complementaria, Experto Pyme, habilitado dentro del programa que lidera el Ministerio de Producción de la Nación, y formador de la Academia Argentina Emprende, también coordinada por la Secretaría nacional de Pymes y Emprendedores.\n   \n La primera charla tratará sobre herramientas técnicas concretas sobre la gestión de organizaciones en general y de empresas en particular, que puedan ser implementadas al día siguiente a la actividad.\n   \n Entre los puntos a tratar, se destacan: Ley del mínimo Liebig o ley del factor más escaso; Costos y concepto de utilidad marginal; o Posicionamiento táctico y estratégico del negocio.\n   \n La charla, se desarrollará en la sede del ENTUR de avenida 2 y calle 87, será con entrada libre y gratuita, por lo que se invita a todo el sector a anotarse ingresando al link [www.necochea.tur.ar/charlaherramientas1](http://www.necochea.tur.ar/charlaherramientas1); o comunicarse al teléfono (02262) 43-1153, para conseguir mayor información.\n   \n   \n Fuente: Municipalidad de Necochea\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/03/curso-gratuito-sobre-herramientas-de.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b64qws",
            "num_comments": 0
        },
        {
            "title": "Juan N. Fernández cumple 110 años",
            "selftext": "[](https://2.bp.blogspot.com/-tE5p2Ed3MUo/XJt8Cejc9gI/AAAAAAABheo/Dl3nQvTp-1wSrrSOQY1XUzoxNNZ1Ihn9ACLcBGAs/s1600/juan-n-fernandez-aniversario.jpg) Mañana la localidad de Juan N. Fernandez, en el Norte del Partido de Necochea, cumplirá 110 años. Los festejos oficiales se realizarán el sábado frente a la Delegación Municipal.\n   \n Según se informó desde el área de prensa de la Municipalidad de Necochea, se realizará un acto protocolar a partir de las 15.30 en calles 26 y 37, lo que será seguido de un desfile institucional y a partir de las 17 se anuncia una puesta en escena de artistas locales y zonales en el mismo lugar, como también stands gastronómicos.\n   \n El delegado municipal Carlos Ugarte dijo que “ya casi está todo preparado, hoy estaban trabajando en lo último del escenario principal y cerrando el cronograma de espectáculos locales. Este jueves es el aniversario en sí, pero todas las actividades están pautadas para el sábado 30”.\n   \n “Todo se va a desarrollar frente a la Delegación, en la esquina de la iglesia. La idea es nuclear todo allí y darle prioridad a los espectáculos locales, como escuelas de danzas, peñas folclóricas y otros ritmos, para que la gente que nos visita de afuera pueda ver a nuestros artistas”, dijo Ugarte.\n   \n   \n Fuente: Municipalidad de Necochea\n   \n   \n from Blogger http://www.juanjoseflores.com/2019/03/juan-n-fernandez-cumple-110-anos.html\n   \n via [IFTTT](https://ifttt.com/?ref=da&site=reddit)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b64kk2",
            "num_comments": 0
        },
        {
            "title": "Un cuento sobre una realidad agobiante",
            "selftext": "En Argentina hace que muchas personas vivan en los límites de la desesperación. El dinero no alcanza y muchos ya no saben que hacer. Es la realidad de Doña María, una anciana que se debate entre pagar la factura de energía eléctrica y comer. Esta pequeña ficción puede ser la realidad de muchos: https://www.juanjoseflores.com/2019/03/cuento-aviso-de-corte-capitulo-1.html",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b5zbu4",
            "num_comments": 0
        },
        {
            "title": "¿Qué opinan de esta frase de Eduardo Galeano?",
            "selftext": " “A diferencia de la solidaridad, que es horizontal y se ejerce de igual a igual, la caridad se practica de arriba hacia abajo, humilla a quien la recibe y jamás altera ni un poquito las relaciones de poder: en el mejor de los casos, alguna vez habrá justicia, pero en el alto cielo. Aquí en la tierra, la caridad no perturba la injusticia. Sólo se propone disimularla” \n\n\\*be as deep as you can\\*",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b5d1ev",
            "num_comments": 0
        },
        {
            "title": "Sobre ler, leituras e intelecto.",
            "selftext": "Em 2017, senti que não era mais a pessoa que pensei que fosse, havia me tornado o que (sabia) que seria em algum momento. Não sentia, não sinto ânimo para nada, nem mesmo para tocar em livros, ler e realizar o pouco que me interessa.\n\nApenas relaxei, desisti de tudo, sempre buscava por motivo, uma razão para procrastinar, mas sabia que dentro de mim, estava cometendo um erro, me sentia péssima.\n\nEstou em busca de cronogramas, métodos de leitura e dicas para manter a concentração. Desejo levar uma vida de estudos por prazer.\n\n&#x200B;",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "b40i5l",
            "num_comments": 2,
            "comments": [
                "Normalmente quando eu entro nesse ciclo azul tento ler alguma obra cômica que não me distancie dos problemas da nossa condição humana (junto com o desânimo, a solidão irremediável e a sensação de tempo perdido). Gosto bastante do Natsume Soseki e incluiria dois títulos de sua bibliografia (Botchan e Sanshiro) nessa dieta catártica.",
                " **Como fazer amigos e influenciar pessoas** \\- Dale Carnegie   \nMuto bom para lidar com pessoas no dia a dia, caso seu problema seja solidão agravada por falta de boa relação com outras pessoas.   \n\n\n12 rules for life - Jordan Peterson - Esse é meio que pra tudo, o nome já diz.   \n\n\nAmbos tu deve achar em bibliotecas, ou até em pdf piratão mesmo, vai do grau de necessidade."
            ]
        },
        {
            "title": "Las libretas de Esteban",
            "selftext": "Un librazo que encontré en las obscuridades del internet. Se los dejo :)\n\n&#x200B;\n\n>Un hombre se encuentra a sí mismo al recorrer la Ciudad de México pero más que una anécdota, ésta es una novela sobre los cambios políticos, sociales, culturales e históricos que la ciudad experimenta mientras transcurre la vida de sus habitantes, y por cotidiano que parezca merece la pena hablar de ello.\n\n&#x200B;\n\n[https://literalia.com.mx/literalia/las-libretas-de-esteban](https://literalia.com.mx/literalia/las-libretas-de-esteban) ",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "azk836",
            "num_comments": 2,
            "comments": [
                "Un buen texto, no conozco esa editorial, cual es su chiste?"
            ]
        },
        {
            "title": "Insomnio (Engendros de una mente ausente) ® MANIFIESTO",
            "selftext": "Algunos lo llamaran insomnio, yo lo llamo por tu nombre. \n\nAmo el silencio que regala la madrugada. \n\nMe gusta pensar que al menos por un instante maravilloso y fugáz pensás en mí como yo te pienso. \n\nCreo historias adornadas con la magia de tu psicodelia, tu alma manifiesta, tus delirios. \n\nNo tengo sueño, solo ganas de escribir. Sin mencionar tu nombre, escribir, Con la certeza de tu lectura, y la incertidumbre de tu insomnio.\n\n\n  Algunos lo llamaran insomnio, yo lo llamo por tu nombre. \n\nAmo el silencio que regala la madrugada. \n\nMe gusta pensar que al menos por un instante maravilloso y fugáz pensás en mí como yo te pienso. \n\nCreo historias adornadas con la magia de tu psicodelia, tu alma manifiesta, tus delirios. \n\nNo tengo sueño, solo ganas de escribir. Sin mencionar tu nombre, escribir, Con la certeza de tu lectura, y la incertidumbre de tu insomnio.\n\n\n\n\nInsomnio (Engendros de una mente ausente)  ® MANIFIESTO\n\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "aj1y5m",
            "num_comments": 0
        },
        {
            "title": "I / Era amor (Engendros de una mente ausente) ® MANIFIESTO",
            "selftext": "_ I.  \n\n\"Yo creo en el amor, no en aquel utópico sentimiento que parece reservado a soñadores, sino en un amor que huye de toda pretensión de inmortalidad y abraza la efímera esencia de lo extraordinario\".\n\n\n\n\n\n_ Era amor.  \n\n\nSe puede decir que te amaba...\n\nNo era un amor de cuento, ni eterno, ni correcto, pero era amor. \n\nEra un amor de esos que no hay que llamar amor, un amor inconsciente y desleal, un amor sin promesas que no llegaba a ser promesa de un amor. \n\nPero real, real como aquel beso que te di temblando, real como que también temblabas. \n\nTanto como que esa canción, que es tu canción y que hice mía (a veces nuestra) me lleva a pensarte.\n\nEra amor, e insisto en esto, porque el amor es la excusa de la razón para perder la razón. Y eso es justo lo que hice.\n\n\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "aj1s73",
            "num_comments": 0
        },
        {
            "title": "Final sin historia (Engendros de una mente ausente) ® MANIFIESTO",
            "selftext": "\n... Y la poesía se desvaneció en el aire junto con todo rastro del perfúme de aquella señorita. Yo, sin más remedio que escribir, no sabría por dónde empezar.\n\n",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "aj1o3v",
            "num_comments": 0
        },
        {
            "title": "Historia pendiente",
            "selftext": "Quería escribir una historia que la tuviera como protagonista, no podría evitar inclirme, (Ser escritor tiene sus privilegios)\n\nEn ella relataría la más recurrente de mis fantasías, cuidando de no olvidar el menor de los detalles.\n\nSería prudente a la hora de elegir mis palabras, al describirla, no olvidaría siquiera el reflejo que se proyecta en sus ojos, a través de los que quisiera encontrarme. \n\nPodría escribir esa historia, interpretarla, sentirla, jurar que es real y perderme en ella. Sé que podría, pero sabría que no me corresponde. \n\nPienso tantas historias, que siento que llevamos una vida juntos.\n\nHistorias que pudieron ser, final de aquella historia que nos quedó pendiente. La historia que debía ser. \n\nUna historia de esas que se escriben de a dos. \n\n® MANIFIESTO - Historia pendiente  (Engendros de una mente ausente)",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "aixwcu",
            "num_comments": 0
        },
        {
            "title": "¿Club de lectura?",
            "selftext": "Sé que la comunidad en español de este sitio es mínima. Sin embargo, me gustaría poder hacer un club de lectura. Si alguien se anima, (o si alguien conoce de uno) avíseme. ",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "a6t8r9",
            "num_comments": 11,
            "comments": [
                "Que gran idea. Yo estoy bastante interesado. ",
                "yo quiero unirme.",
                "Yo entraría",
                "Estoy dentro!",
                "Me interesara",
                "También me gustaría unirme ",
                "Yo estaría interesado",
                "yo tambien estoy interesado \n\n&#x200B;",
                "A todos, sería interesante. Envíenme un correo a: leo.calderon1996@gmail.com",
                "Me gusta la idea. ¿Qué hay que hacer para unirse?"
            ]
        },
        {
            "title": "¿Cómo se cita El manifiesto infrarealista de Bolaño?",
            "selftext": "Encontrar el manifiesto no es un problema, pero prefiero citarlo de una fuente confiable. Si alguien tiene una cita viable para ello, ¿puedo tenerla?",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9y8roo",
            "num_comments": 0
        },
        {
            "title": "títulos que se tratan de temas queer?",
            "selftext": "hola,\n\nestoy buscando literatura que se trata de temas queer/gay.  prefiero que sea un libro/pasaje por un escritor latino y moderno. \n\n&#x200B;\n\n&#x200B;\n\nalgunas ideas? gracias por adelantado ",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9x5cid",
            "num_comments": 0
        },
        {
            "title": "MI PROPIO TEMOR",
            "selftext": "Me preocupa que amanezca un día\ny no ser capaz de sacarte una sonrisa.\nDescubrir un día que mis besos,\npara tí ya no tengan sabor.\nQue los días sean oscuros\ny ya no brille el arcoiris de la ilusión.\nMe preocupa tanto, que me olvido\nque es tan sólo cosa de mi propio temor.\n\nSonrisa, besos y amor.\n\nIván A.\n\nhttp://unlugarparaver.es/2018/11/10/mi-propio-temor-narracion/",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9vzs7h",
            "num_comments": 0
        },
        {
            "title": "TE CREÉ CON POESÍA",
            "selftext": "Te creé con poesía, con el sonido del viento de las noches frías.\nY es que aún sin saber si ya te había encontrado,\nyo a ti ya te quería.\nImaginé tus ojos, tu boca y tu sonrisa\ny es en mi alma donde correteas a escondidas. \n\nIván A.\n\nhttp://unlugarparaver.es/2018/10/17/te-cree-con-poesia/",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9vzotj",
            "num_comments": 0
        },
        {
            "title": "Conversa de Bar",
            "selftext": "  \n\nHavia uma roda de amigos no bar. Uma situação corriqueira de amigos e muito bons amigos. De lideranças políticas em conversas plenas, edificantes, de suma importância e relevância ao bem comum. Era aquela sexta-feira preguiçosa, o dia do tédio daqueles que não tinham bem o que fazer; e a partir da quarta garrafa das mais variadas circunstâncias e culturas, os ânimos começavam a se aflorar e os semblantes começavam a cair, a se negar firmes. E as vozes, então, começavam a se manifestar:\n\n“Não, porque a ideia do Marx só não foi bem implementada”, “O problema foi Lênin!”, “Que nada! O problema era Trotsky!”, “Trotsky? Você é louco? O problema era Stalin!”\n\nExatamente nesse momento passa o comunista brasileiro, de barba grossa e bem delineada, segurando sua cerveja Eisenbahn Strong Ale em uma mão e um cigarro Dunhill Carlton Blend na outra e, bastante modesto e humilde, como são todos os comunistas no Brasil, sorrindo, como quem não vai precisar de se prostituir para poder comer alguma proteína, diz: “Stalin? Vocês, por acaso, esqueceram o Mao?”.\n\nO russo que estava um pouco mais alterado, nesse momento ria de nervoso e, diante de um trago em sua vodka, grita: “Seus idiotas! Che Guevara e Fidel Castro que nos difamaram mundialmente!”.\n\nO brasileiro, por sua feita, agora se encontrava enfurecido, sem consolo de ouvir as ofensas aos amigos e irmãos latinos; e berra: “Vocês russos são, mesmo, completamente idiotizados! Não foi o Lênin quem teve a Rosa morta por sua decisão?! Um crime completamente sem pudor, sem a mínima dignidade!”.\n\nO italiano, coitado, fazia dó. Ria, chorava, soluçava, falava a si palavras de consolo, não havia vinho que o fizesse animar, e olha que havia vinho de todo tipo ali. Então fala bem baixinho, em uma homenagem singela: “O partidão (italiano) destruiu o maior de todos! Antonio, aonde estiver sua alma, este gole é em sua honra!”, fazendo referência ao Antonio Gramsci.\n\nEis que, naquele momento de lampejos raivosos, e abraços apertados de uma saudade de algo que não havia sido experimentado, passava o novo marxista. Ele para, em sua languidez e altivez, em frente a todos da reunião. Olha todos atentamente em seus olhos, meneia os cabelos e começa a discursar, bem calmamente: “Amigos, seu ópio é sua própria ignorância. Vejo que choram e brigam por suas perdas históricas...”\n\nNessa hora ele pausa e sorri, com aquele ar jovial. Volta a mexer nos cabelos longos e cacheados, coça o peito em sua camisa branca com o arco-íris estampado e pega – como quem pega um chocolate – uma arma que carregava. Lentamente, jovialmente, respira pacientemente e volta a discursar: “Seus caminhos eram ativamente violentos. Nossa forma é a destruição do inimigo por uma implosão infligida de forma sutil...”, e sorri com uma certa maldade, alguém poderia dizer. Então continua: “O que faço agora é um favor a nós todos...”\n\nAo final de suas palavras, atira uma bala na cabeça de cada um, atenta e classicamente. Recarrega a arma com toda paciência de quem tem todo o tempo do mundo em suas mãos. Atira ao alto, ao passo que agora se diverte, dá uns pulos, atira seus punhos ao firmamento, como quem se reconhece a si como o novo rei. Lentamente vira seus olhos na direção dos seus companheiros de outrora, como quem pega à força os olhos da câmera do cinema e coloca na direção dos seus olhos e diz: “Vocês foram os deturpadores do nosso querido Marx, portanto falharam. Agora serão vingados; porquanto, agora, sim, faremos a verdadeira revolução...”\n\nCoça seus cabelos altivamente por uma última vez, sorri, e avança ao seu destino próspero e triunfal.\n\n&#x200B;\n\n&#x200B;\n\nCaio C. Louback",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9sjqlm",
            "num_comments": 0
        },
        {
            "title": "New Sincerity - en español",
            "selftext": "Estoy buscando leer algo parecido al estilo de Zadie Smith y de lo que se le ha llamado \"New Sincerity\" (algo que acabo de descubir que tiene nombre por este artículo de Wikipedia [https://en.wikipedia.org/wiki/New\\_Sincerity](https://en.wikipedia.org/wiki/New_Sincerity)) pero no sé qué. Suelo leer en inglés porque soy mala para la lectura en español pero no tengo idea a quien leer ni qué obras. La página de Wikipedia es muy buena y explica más a detalle este género. He estado buscando mucho por internet pero no tengo idea. Si alguien tiene alguna recomendación sería lo más increíble de la vida. Gracias <3",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9ry4q7",
            "num_comments": 1,
            "comments": [
                "Leí un poco de \"New sincerity\", y no logro captar a simple lectura lo que es para dar una recomendación similar.  Podrían ser novelas históricas en donde desmitifican a personajes importantes ? y si lo aplicamos a una trama contemporánea considero que todas las novelas negras que hablan de los conflictos armados internos de latinoamerica.   "
            ]
        },
        {
            "title": "Lectura de viaje para largos recorridos - Edición V",
            "selftext": "",
            "subreddit": "literatura",
            "topic": "livros",
            "id": "9pgdab",
            "num_comments": 0
        }
    ]
}