{
    "posts": [
        {
            "title": "Quantos livros vocês leem ao mesmo tempo?",
            "selftext": "Eu particularmente começo vários livros,  de poesia e autores diferentes",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12shm90",
            "num_comments": 7,
            "comments": [
                "Um por vez, pra que mais q isso?",
                "Eu tento sempre ler apenas um. Mesmo que embora eu fique com vontade de ler mais de um (quando a leitura não está muito boa).",
                "Mais de 20. Digamos que uns 5 tem preferência. Os outros vou lendo mais ao acaso.",
                "normalmente uns 3, um digital, um físico de ficção e um fisico de alguma ciência, história ou qualquer outro assunto que eu tenha ficado curioso",
                "Eu diria que leio muitos. Para uma leitura casual e relaxante, costumo ter entre 2 e 5 livros em andamento. No entanto, para leituras mais técnicas e de estudo, esse número pode aumentar para cerca de 8 a 10 livros simultaneamente. Isso exclui os livros que leio de forma pontual para um tópico específico ou releituras.\n\nNo entanto, é importante destacar que não leio uma grande quantidade de livros simplesmente para aumentar meu número de leituras anuais. Levo semanas ou meses para ler um livro, dependendo do meu interesse e propósito de leitura. Além disso, como sou fluente em alguns idiomas, a leitura me ajuda a manter meu vocabulário atualizado, e, ainda, minha profissão exige uma leitura constante e diária.\n\nDe qualquer forma, o prazer de ler é o meu principal objetivo, independentemente da quantidade de livros que eu possa ler em um determinado período. A leitura é uma paixão que me permite viver todos esses contextos que fazem parte da minha vida."
            ]
        },
        {
            "title": "Livros com estranhas ondulações",
            "selftext": "Recentemente eu comprei os últimos dois livros da Saga \"As crônicas de gelo e fogo\", mas recentemente notei que os dois tem ondulações visível nas páginas, meio que so olhei no topo, mas deu pra ver que estão por todo o livro. Peguei um deles e abri e notei o relevo, parece um pequeno morro no meio das páginas. Os livros estão juntos com outros da mesma saga, mas só esses dois apresentam essas ondulações, nem mesmo o primeiro que eu terminei de ler está assim. Quais poderiam ser as causa disso? Tem alguma forma de reverter?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12ryh6z",
            "num_comments": 3,
            "comments": [
                "A causa possivelmente é a umidade. A solução eu não sei, talvez uma prensa forte.",
                "Molhou. Ou foi só umidade.",
                "Comprei há um tempo um livro que veio cheio de ondulações também, bem com um aspecto de que parece ter tomado uma banho mesmo kkkkk Eu acabei deixando ele embaixo de uma pilha de livros e deu uma melhorada"
            ]
        },
        {
            "title": "Recomende obras brasileiras contemporâneas",
            "selftext": "Qualquer gênero. Sinta-se à vontade também para divulgar sua própria obra.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12rsi2a",
            "num_comments": 8,
            "comments": [
                "Torto Arado, Suicidas, Jantar Secreto",
                "O Avesso da Pele, de Jeferson Tenório \n\nBarba ensopada de sangue, Daniel Galera",
                "Façam o crivo. O que passar, talvez eu leia, daqui cinco ou dez anos.",
                "O peso do pássaro morto e\nPequena coreografia do adeus",
                "- A cabeça do santo - Socorro Acioli (2014)\n- O voo da guará vermelha - Maria Valéria Rezende (2005)",
                "O AMOR NÃO TEM BONS SENTIMENTOS – Raimundo Carrero",
                "Adivinha quem não voltou pra casa?",
                "Os Supridores e Em que mundo tu vive?"
            ]
        },
        {
            "title": "Dia dos Indígenas! - Recomendem livros com temática ligada aos povos originários.",
            "selftext": "Hoje é o dia de mais do que nunca estar ao lado dos primeiros habitantes das Américas. Aproveitem e deem suas recomendações de autoria indígena, sobre a questão indígena ou de livros com temática ou personagens indígenas ocupando posição de destaque.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12rqufp",
            "num_comments": 6,
            "comments": [
                " Os do Ailton Krenak são curtinhos e dão uma boa dimensão de como a cultura indígena tenta sobreviver atualmente.",
                "Queda do Céu, do David Kopenawa e Bruce Albert. Uma porrada que mistura biografia e o pensamento ianomâmi.",
                "1499- O Brasil antes de Cabral é ótimo.",
                "Lê Iracema. Pra chacota ser completa.",
                "I-juca-pirama",
                "Nove noites"
            ]
        },
        {
            "title": "Livro esquecido sobre pessoas que engolem répteis.",
            "selftext": "Olá a todos! Eu estou escrevendo esse post porque eu me lembrei de um livro ilustrado infantil que está associado a uma memória antiga das profundezas do meu castelinho de lembranças mental, e eu vou ser honesto com vocês... Eu não tenho certeza se esse livro realmente existe julgando pelo fato de ele ser na minha concepção estranho demais para ser considerado um livro infantil, essa minha memória pode muito bem ser uma memória falsa ou algo do tipo...\n\nEsse livro foi comprado em são paulo por volta de 2005-2008, era um livro para crianças com ilustrações desenhadas, a história se passava eu um cenário urbano pelo oque eu me lembro, a única lembrança que eu tenho sobre esse livro é a imagem mental de um dos personagens no livro abrindo sua boca de uma forma anatomicamente impossível e literalmente engolindo esse ser reptiliano, eu não sei se era um jacaré ou um crocodilo talvez uma serpente, essa é praticamente a única coisa que eu lembro sobre o livro, talvez esses personagems humanos no livro andavam pela cidade carregando esses mesmos répteis com coleiras como se eles fossem cachorros de estimação mas eu não tenho certeza... Alguem aqui nesse sub lembra ou já viu algum livro infantil ilustrado com essa descrição?\nEu me lembrei disso e eu não consigo achar o livro, e isso está me deixando louco, eu já estou quase no ponto de pular de um prédio por que isso está simplesmente me enlouquecendo, caso alguém se lembre me diga o nome nos comentários por favor! Eu estou disposto até a fazer um pix de um valor negociável com quem estiver disposto a me ajudar.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12r8kfk",
            "num_comments": 0
        },
        {
            "title": "Pra vocês, qual é o motivo pra livro de terror dar medo? Me: sonho com a história",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12rapvw",
            "num_comments": 29,
            "comments": [
                "As pessoas confundem que levar susto significa medo. \n\nFilmes de jumpscares clichês não dão medo, dão _susto_. Filmes que causam medo, são filmes mais trabalhados, em que o enredo está lá para te deixar apreensivo, ansioso, desconfiado...\n\nMesma situação é com livros de terror.",
                "Acho que é porque monto o ambiente na minha cabeça, dai os itens que me dão medo estão lá por consequência, o que é muito legal diga-se de passagem. Sobre sonhar com, eu acho que já sonhei com a história depois de ter lido 'O poço e o pendulo' do Poe, se não estou enganado claro, tenho uma vaga lembrança.",
                "A única vez em que eu senti medo lendo um livro foi quando a cena foi construindo toda aquela atmosfera tensa. Até que veio o momento do clímax. Que foi uma situação extremamente identificável para mim.\n\nAcho que é esse o medo que os livros provocam. Está na construção de uma situação desconfortável ou até mesmo no gore.",
                "Tive medo lendo, sozinho, em casa, o livro Terror em Amityville. Há muitas passagens sobre sons, movimentos de objetos...que me lembre foi a única vez.",
                "Único livro que me deixou com medo de verdade foi O cemitério maldito, lendo de madrugada com os gatos em casa (tem um gato na história) fazendo barulho foi pra acabar",
                "Nunca li um livro de terror q faze vc se moer de medo\n\nMas acrediro q para assutar o leitor, é requerido detalhes.\n\nUm exemplo: Dante vê uma escadaria sem corrião e estreita conde cada degrau tem 3cm de altura e 7 de largura com vários degrais em espiral com um enorme buraco no meio inndo até um lugar. Alguém de repente empurra Dante. Dante se vira e vê um sombra que em um segundo desaparece. Dante assustado cai nos degraus e sem parar começa e passar pela escadaria caíndo de bunda, rosto e costas na escadaria onde sem um corrimão, não era possivel se levantar ou parar a queda constante em degrais.\n\nDantes sente enorme dores no primeiros 10 degrais, sendo que ele mal sabia o que o esperava. No 50 ele quebrou seu dedo, ele grita de dor por estar com boa parte de seus membros feridos e enchados. 100 degrau, Dante sente fraturas nas suas costas e pernas junto de seus dedos extremamente doloridos. 150 Dante quebra um fêmur, o pobre Dante agoniza de dor mais ainda e tenta gritar, pena que suas garganta já sangrava e suas cordas vocais estavam feridas de tantos gritos. 250, suas mãos e pulsos estão quebrados, Dante não consegue mais gritar, suas cordas vocais foram cortadas de tantos geitos agonizantes.\n\n500 degrau, pobre Dante, quebrado seus braços e pernas foram, quebrou 3 costelas, e uma acabou perfurando seu pulmão, a dor era insuportavel, seus dedos chegam viraram pequenos pedaços, sua coluna já foi perfurada e até seus menores osso estão fraturados.\n\nDegrau 999, bem vindo ao inferno.",
                "Assustador é ler os livros e contos do Lovecraft. Não é de admirar que a obra dele seja tão difícil de adaptar. Dá mais medo da atmosfera que ele cria do que qualquer jumpscare barato.",
                "Eu fiquei ATERRORIZADO com o conto \"Lagarto Hipotético\" de Alan Moore e até hoje não consigo elaborar o porquê.",
                "A descrição em detalhes de tudo, o resto é a própria imaginação da pessoa",
                "Do mesmo jeito que uma cena engraçada faz a gente rir.\n\nDepende muito da habilidade do autor de te fazer viajar na história. Uma cena bem escrita vai criando a imagem na nossa imaginação e vai provocar emoções mesmo.",
                "Não sei se sinto medo, acho que os filmes de terror deixam você pertubado, imaginando o que leu no livro, as cenas perturbadoras, etc.",
                "\"Redrum\" em O Iluminado é um exemplo",
                "Leia o conto de H.P Lovecraft: a cor que caiu do céu, então tudo fará sentindo.",
                "eu imagino demais as coisas ai quando vejo to morrendo de medo",
                "Imaginação fértil",
                "vai tentar explicar pra um fã de bbb e leitor(a) de capricho o que é apreciar um bom terror.",
                "Ambientação na leitura ajuda pra krl, por isso alguns mangas são melhores que adaptações pra anime, lógico que o mangá tem às figuras",
                "Eu não fico com medo, só surpresa, por isso só leio os livros e não vejo filmeskkkk",
                "Muitas vezes o terror é bom pois é análogo a algo que já sentimos e não gostamos na vida real.\n\nPense em Lovecraft por exemplo, muita gente lê as histórias dele e de alguma forma subconsciente sabe de que tipo de emoção se tratava aquela transmitida por determinados momentos na história, não por que a gente já viveu isso, mas por que a mente funciona assim.\n\nTipo aquelas backrooms, vc nunca viu una pessoalmente, mas ainda assim sente alguma familiaridade com esse negócio.\n\nAgora terror em histórias faz vc sentir algo parecido, vc sabe o que deve sentir ali, mas tudo isso é fabricado pela sua cabeça, vc não viveu nada daquilo, duvido que tenha enfrentando monstros ou fugido de assassinos, mas vc só sabe o que o protagonista tá sentindo.",
                "Genial ha ha ha",
                "mano sinceramente, que mentalidade pequena de quem faz esses memes e comenta a mesma coisa PQP!\n\nduvido q essa grande maioria q fala merda sobre livros de terror ao menos terminou 1 umzinho só, DÚVIDO, cabaçisse namoral",
                "Não é terror, mas 1984 tem um plot twist que na hora que li tomei um baita susto que soltei até um “EITA PO**A”"
            ]
        },
        {
            "title": "Acabei de ler Hamlet de Shakespeare, quais outros livros do mesmo estilo vocês recomendam?",
            "selftext": "Primeira vez que tive contato com a literatura de Shakespeare. Algumas coisas eu já esperava encontrar na história como dramas e romances e também algumas mortes kkkk. Bom não vou dar spoiler, apesar da história ser conhecida de certa forma, ela conseguiu me prender no desenrolar do conto e como as questões de culpa, dogmas religiosas e vingança sempre estavam pertinentes. Bom de uma forma geral eu recomendo a leitura desse livro.\n\nPara vocês que leram as demais obras dele, qual outro livro dele vocês mais recomendam para ler em seguida e também estou aberto para recomendação de outros autores da época ;)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12r9brt",
            "num_comments": 10,
            "comments": [
                "Cara, eu recomendo fortemente \"Macbeth\". Essa peça é a mais curta das tragédias de Shakespeare e, salvo o engano, uma das últimas a serem escritas também. Gosto dela pq \"Macbeth\" é sombria pra cacete e beeeem trágica. Recomendo!",
                "Otelo, ou as alegres comadres de windsor",
                "Olha eu sei que não foi exatamente isso que você pediu mas lê Crime e Castigo, sério",
                "Eu nunca li, mas pelo que eu vi na sinopse, O Conde de Monte Cristo. Parece que tem vingança também. Mas não é teatro e é muito maior em páginas.",
                "Dois dos meus favoritos de Shakespeare que eu recomendo a leitura, apesar de possuírem tramas bem diferentes de Hamlet, são \"Uma noite de Reis\" na minha visão tem uma das melhores personagens femininas da literatura, que é a viola, e \"A megera domada\" que é basicamente uma comédia romântica divertidissíma."
            ]
        },
        {
            "title": "Estou com medo de ler De Lukov, com amor",
            "selftext": "Uma amiga minha leu o livro e adorou, no geral temos gostos parecidos, mas não sei se esse livro é exatamente o clima que estou precisando agora ou não, além disso, ele é bem denso. \n\nAlguém que já tenha lido sabe me dizer se a escrita dele flui bem ou se é daquelas que a maioria das pessoas desistem ou não conseguem continuar?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12r3y8d",
            "num_comments": 0
        },
        {
            "title": "Acabei de ler O Guia do Mochileiro das Galaxias e achei muito bom, queria saber se os outros livros da coletâne são tão bons quanto.",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12qz4g3",
            "num_comments": 15,
            "comments": [
                "Resumindo, sim, são bons.\n\nMinha ressalva é que são muito inconsistentes em tom. O quarto livro (se bem me lembro) é praticamente um romance romântico, mas aí o seguinte é extremamente amargurado quanto a relações. Já li em algum lugar que isso aconteceu porque os livros seguiram a vida do autor, que escreveu um quando casou, outro logo depois de se divorciar. Essas inconsistências me incomodam um tanto, mas ainda valem a leitura.\n\nAlso, o livro 6 é péssimo. Não foi escrito pelo autor original e é pior que uma fan fic. Não devia nem contar como parte da coleção, mas há quem o faça. Seguro pular.",
                "Até o terceiro, sim.",
                "São meio heterogêneos como alguém já comentou, mas se você gostou muito do primeiro, então leia os próximos sem medo, vale à pena. Eu li e curti.",
                "Eu gosto dos 5, acho q a história fecha legal.",
                "Não gostei do terceiro mas o segundo e quarto adorei, não acho mesmo nível mas 80%\n\nO quinto nunca li até hoje infelizmente",
                "Me falta ler o 5, para mim o 3 é o melhor, no geral mantém o mesmo nível de qualidade e melhoram um pouco, o 4 é bem inconsistente",
                "Não tão bons quanto, mas são muito bons sim. É que o primeiro é realmente fora da curva...",
                "Até o 3 é incrível, depois achei chato e repetitivo",
                "O autor chamava a série de \"uma trilogia de cinco\". Ele queria escrever três e a editora forçou a barra para lançar mais dois. Dá para ver que os dois últimos foram forçados. São bons, mas a qualidade cai muito. \n\nO 6 é fanfic.",
                "Lembro até o terceiro, o quarto e o quinto não consegui compreender quase nada. O sexto nem me dei ao trabalho.",
                "sim, são."
            ]
        },
        {
            "title": "Gibi é literatura?",
            "selftext": "Sobre a nova polêmica, suas opiniões: gibi é literatura?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12qocuc",
            "num_comments": 22,
            "comments": [
                "Denovo? Já é o terceiro tópico em uma semana sobre o assunto.\n\nhttps://www.reddit.com/r/Livros/comments/12onven/quadrinhos_podem_ser_considerados_livros/",
                "Essa \"polêmica\" não é nova, você que tá atrasado, isso nem deveria ser objeto de debate. Leiam o que quiserem!",
                "Pelo oq li, e ainda é uma questão debatida, fico balançado para crer que não. E NÃO pra rebaixar, mas muitos apontam que o gibi é uma mídia própria, com uma linguagem própria e características particulares. \n\nDessa forma, grandes obras como Sandman e Watchmen não são menores que um livro, pois são grandes exemplos de sua própria mídia.",
                " Imagina alguém ler Watchmen ou V de Vingança e não considerar literatura...",
                "Sim",
                "Não, gibi é quadrinho, quadrinhos são a banda desenhada, é a nona arte. Assim como telefilme não é cinema, quadrinho não é literatura.",
                "Sim, só mais simples",
                "Só se estiver pendurado num barbante. Aí pode chamar de literatura de cordel. Do contrário, não. As regras são muito rígidas. Por favor, não insista.",
                "Só se estiver pendurado num barbante. Aí pode chamar de literatura de cordel. Do contrário, não. As regras são muito rígidas. Por favor, não insista.",
                "Vi uma live recentemente explicando e concordei com a opnião que vi: o maluco la q ta candidatando pra ABL é um bosta e falou muita merda, mas gibi não é literatura, é uma forma de arte propria, tal qual o cinema ou outras artes não é literatura",
                "Que nova polêmica?",
                "tu tá falando de gibi tipo turma da mônica? ou \"gibi\" tipo maus?",
                "Não perguntaram isso ou algo relacionado há uns dois dias?",
                "E isso faz diferença em algum contexto real?",
                "mas, de novo?",
                "Vejo da seguinte forma, gibi ou quadrinhos são uma forma de arte também, tem um em específico que não terminei se ler mas era interessante, se chamava eternauta ou algo assim. Eu particularmente considero literatura, mas aos olhos de um crítico que tenha um conhecimento a mais, pode não ser, de qualquer modo, leia o que te agrada, já que ser ou não considerado literatura não muda os fatos de ser algo legal e prazeroso de ser ler muitas vezes.",
                "Sim"
            ]
        },
        {
            "title": "Aniversário - Antero de Quental",
            "selftext": "Antero de Quental foi um dos mais notáveis poetas e pensadores portugueses do século XIX. Nasceu em Ponta Delgada, na ilha de São Miguel, Açores, a 18 de Abril de 1842, e faleceu na mesma cidade a 11 de Setembro de 1891. Foi um dos fundadores do movimento literário \"Geração de 70\", que trouxe uma nova visão para a literatura portuguesa, defendendo ideais de liberdade, igualdade e fraternidade.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12qm5kv",
            "num_comments": 0
        },
        {
            "title": "Fãs de Sci-fi, por que vocês gostam do gênero?",
            "selftext": "Gosto da capacidade de reimaginar o mundo através da tecnologia e da ciência, além do valor filosófico que muitas obras do gênero possuem, então ao mesmo tempo que me divirto consigo abstrair sobre o que leio. E vocês?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12qg2my",
            "num_comments": 3,
            "comments": [
                "Gosto de ver coisas \"perto\" da nossa realidade atual",
                "Sic-fi é um termo bem amplo, e alegadamente o favorito de muitos. \n\nPara mim, o genero ficção, mesmo que amplo demais, me agrada demasiado, e com ele o subgênero sci-fi me deixa 'viajando' sobre termos e ciencia e tecnologia e afins; de como as coisas poderiam ser diferentes ou igualmente as mesmas, mas vistas de outro angulo. Ou, como vc disse, o peso ou valor filosófico. Ao meu ver, filmes ou séries, por serem visuais, acabam ganhando um pouco mais de 'visualização', mas assim como todo bom livro, vc poder imaginar e contextualizar as palavras descrevendo algo jamais visto, é muito bom...\n\nPs: Particularmente sou mais fã de fantasia.",
                "Acho q sci fi é uma extensão do mundo comum\n\nExemplo:\n mundo comum de hj em dia = navegador\nSci fi = extensão auxiliar de navegador\n\nTipo ela adiciona coisas que não tem, mas que alguém gostaria de ter. Tipo um bloco de notas virtual, calculadora, fechador automatico de pagina"
            ]
        },
        {
            "title": "Ajustes na moderação automática",
            "selftext": "Foram feitos alguns ajustes com o objetivo de incentivar o engajamento nas postagens, permitir participações de novatos, ao mesmo tempo que facilite o trabalho da moderação. Ajustes feitos:\n\nPara comentar:\n\n* Mínimo de 3 dias de conta no reddit. Posts que não atendem esse requisito serão filtrados (normalmente são aprovados). O prazo anterior era de uma semana.\n\nPara criar um tópico:\n\n* Mínimo de 5 dias de conta no reddit. Abaixo disso será filtrado. O prazo anterior era de uma semana.\n* Karma geral do reddit maior que 10. Abaixo disso será filtrado. Karma reduzido.\n* **Karma no** /r/livros **maior que 5. Abaixo disso será automaticamente deletado.** É um incentivo para interagir na comunidade nos tópicos feitos pelos usuários, bem como no tópico de leitura semanal e outros de rotação periódica.\n\nAlém disso em algum momento desse ano será (re)lançada a wiki, sugerindo alguns tópicos importantes (e frequentes) para novos usuários.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12q63ou",
            "num_comments": 2,
            "comments": [
                "> sugerindo alguns tópicos importantes (e frequentes) para novos usuários.\n\nEssa wiki será feita exclusivamente pelos moderadores, ou também pela comunidade em geral?"
            ]
        },
        {
            "title": "Alguém já leu A Casa das Belas Adormecidas do Yasunari Kawabata?",
            "selftext": "Iniciei a leitura e esta me lembrando muito a pegada do Milan Kundera, em fazer literatura 'filosófica' partindo de um tema sexual. Queria saber a opinião de outras pessoas.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12q25x2",
            "num_comments": 6,
            "comments": [
                "Ainda não li esse texto do Kawabata, mas é o preferido de uma amiga, e ela me recomendou há algum tempo. Se puder, compartilhe melhor suas impressões!\n\nDo Kawabata, li apenas Contos da Palma da Mão e Kyoto. O Kawabata me parece um autor que \"pinta\" com palavras. Ele consegue abordar temas profundos com uma sutileza e uma leveza que senti em poucos autores.",
                "Eu li tem muito tempo, achei mais ou menos, um pouco da mesma historia de homens mais velhos se apaixonando por garotas mais novas.\n\nTem um longa ingles de 2006 se nao me engano que é uma adaptação do livro\n\nDito isso, Beleza e Tristeza é um dos meus livros preferidos da vida. (Ate preciso reler rs)",
                "Li e gostei bastante, principalmente do estilo do Kawabata. Sobre reflexões, ainda acho que o Kundera consegue ir um pouco mais a fundo, mas a prosa do japonês me conquistou muito.",
                "Li \"Mil Tsurus\" do mesmo autor e o que posso te falar é que a escrita dele é bem legal. Esse que vc citou está na minha lista e é um dos mais badalados dele."
            ]
        },
        {
            "title": "1984 recomendações",
            "selftext": "Li esse livro e não consigo parar de achar referências além de ter pirado na história, queria uma recomendação de algum no mesmo estilo. Alguém?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12pxiwd",
            "num_comments": 19,
            "comments": [
                "Veio ao lugar certo! \n\nTemos os mais variados sabores de Distopias:\n\nAdmirável mundo novo. Audos Huxley\n\nFahrenheit 451. Ray Bradbury\n\nA fazenda dos animais. George Orwell.\n\nSiga por esses por enquanto.\nBoa leitura.",
                "Além do já citados, \"Nós\" de  Zamyatin inspirou 1984.\n\nÉ uma leiutura meio pesada mas é bom.",
                "Já citaram mas Admirável mundo novo é muito bom também, super recomendo.",
                "O conto da Aia da Atwood \n\nE (esse eu n li, mas me recomendaram na mesma situação) 1Q84 do Murakami",
                "Esse foi meu primeiro livro",
                "Eu estou lendo o livro 1984 e eu estou na mesma situação em que você estava. Estou achando um monte de referências.",
                "Filmes: \n\nV de vingança \n\nJogos vorazes\n\nMatrix \n\nEquilibrium \n\nA ilha\n\nEu, robô \n\nDivergente",
                "Com essa descrição acredito que vai adorar Admirável Mundo Novo do Aldous Huxley!",
                "Admirável Mundo Novo, Aldous Huxley",
                "IEVGUÊNI ZAMIÁTIN Nós",
                "Meus pesames livro dificil de tankar o anticomunismo",
                "Ótimo livro: Única coisa",
                "o conto da aia",
                "Laranja mecanica"
            ]
        },
        {
            "title": "Ler Mangás e Hq's conta como hábito de leitura?",
            "selftext": "Queria saber se a leitura de mangás e hq contam como leitura e se possui os mesmos benefícios de ler um livro comum.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12pwt0y",
            "num_comments": 4,
            "comments": [
                "Não tem três dias que teve um tópico semelhante.",
                "Sim",
                "Com certeza. Já leu Maus? Mesma coisa que ler um livro normal, é até melhor a experiência."
            ]
        },
        {
            "title": "Mitologia Grega, por onde começar a ler?",
            "selftext": "Sempre fui fã da mitologia grega, Hércules da disney e god of war me ajudaram a ter esse gosto, queria começar a ler sobre o assunto, vocês poderiam indicar algum livro pra eu começar a ler sobre?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12pgk2v",
            "num_comments": 17,
            "comments": [
                "Se você quer se aprofundar melhor no imaginário e religiosidade grega, tal qual sua relação com o cotidiano, eu recomendaria que não fosse direto às fontes, mas recorresse a um bom livro introdutório, como \"Os gregos acreditavam em seus mitos?\", de Paul Veyne. Passada essa etapa, eu sugeriria que você recorresse então a fontes como A Ilíada e A Odisseia, de Homero; Posteriormente Teogonia, de Hesíodo, onde ele discorre sobre a gênese dos deuses e dos heróis. \n\nSe você encontrar dificuldades na leitura destes, vale a pena arriscar com outras traduções. Se mesmo assim ainda sentir dificuldades, tente começar pelas peças do Teatro Grego. Recomendo especificamente as de Sófocles (Trilogia de Édipo), Eurípides (Medeia) ou Ésquilo (Prometeu Acorrentado). \n\nEspero ter ajudado!",
                "Acho que uma ótima introdução aos mitos gregos é a duologia do Robert Graves.",
                "Cara, tem um podcast FANTÁSTICO chamado Noites Gregas. Recomendo demais, sou viciada. O professor Moreno é um especialista na Mitoogia Grega, uma referência no assunto, fora que a maneira dele de contas as histórias te deixa extasiado.",
                "Na minha opinião o povo tá complicando nos comentários, muito desses autores eu diria que são até intermediário e avançado.\n\nPara começar mesmo eu recomendo esse aqui que faz pouquissimo tempo que comprei:\n\n[O livro de ouro da mitologia](https://www.amazon.com.br/livro-ouro-mitologia-Hist%25C3%25B3rias-deuses/dp/8595082316/ref=sr_1_1?crid=281KM0Q09VPVQ&keywords=o+livro+de+ouro+da+mitologia+grega&qid=1681762698&sprefix=O+livro+de+ouro+da+mitol%252Caps%252C644&sr=8-1&_encoding=UTF8&tag=arthur9alder-20&linkCode=ur2&linkId=8d21410c05f072378c9c02aeaba50dea&camp=1789&creative=9325)\n\nEle tem conteúdo mais sobre os gregos e um tiquinho de nórdico e asiático.\n\nBoa leitura!",
                "Eu não recomendaria ir direto pra Odisseia como tem gente dizendo não. O ideal seria um livro introdutório com linguagem moderna e, se quiser se aprofundar mais, ir primeiro pro teatro grego já conhecendo os mitos (Medeia e Ajax são particularmente sensacionais e têm edições bilingues lindíssimas da 34). Depois disso, dá pra ir pros hinos homéricos, e então pra Iliada/Odisseia.",
                "Do começo, homero. Especialmente a odisseia. Se você tiver acesso, a tradução do trajano vieira é muito boa.",
                "Se você quer um apanhado geral dos mitos, eu indicaria “As mais belas histórias da Antiguidade Clássica: Metamorfoses e mitos menores”, do Gustav Schwab. São três ótimos volumes em versão romanceada dos poemas épicos. É uma ótima introdução antes de ir atrás dos originais.",
                "Faz igual eu, so sai catalogando arquivos,livros, pastas etc e lendo aleatoriamente.",
                "Primeiro leia *A Cidade Antiga* do Dr. Fustel de Coulanges, lá você vai entender a religião doméstica dos gregos e romanos. Depois leia o *Livro de Ouro da Mitologia* do Thomas Bulfinch, la você vai ter todo um resumo de toda a mitologia greco-romana. Por fim você começa a ler as fontes primárias nessa ordem: *Teogonia* do Hesíodo, *Metamorfoses* do Ovídio, *Ilíada* e *Odisseia* do Homero e *Eneida* do Virgílio. Depois desses você só vai ter mais o que ler nos livros do Teatro Grego e o PseudoApoloro. Se tiver algo a mais, me contem, porque nem eu sei.\n\nÉ importante entender que a mitologia grega e a romana são diferentes, por exemplo, o Caos para o Hesíodo, um grego, é um deus que vem antes de todos os deuses, já para Ovídio, um latino, é uma bagunça na qual toda a materia se continha.\n\nSe fizer nessa ordem você consegue falar de mitologia grega com autoridade no assunto.",
                "lê percy jackson.\n\nbrincadeira, as recomendações que te foram dadas no post são ótimas :)",
                "Pra iniciantes, existem duas obras muito boas:\n\n\\- \"O livro de ouro da mitologia\", que já foi citado aqui anteriormente;\n\n\\- \"O universo, os deuses, os homens\", de Jean-Pierre Vernant. Um autor francês muito conhecido por quem trabalha com filosofia e cultura gregas. É um livro com estilo bem agradável e envolvente.",
                "Eu li em uma das edições especiais \"Mitologia Grega\" da Superinteressante, no meu caso, eu conheci os mitos gregos melhor por uma **revista.**"
            ]
        },
        {
            "title": "Vocês leem mais de um livro por vez?",
            "selftext": "Se sim ou não, pq? \n\nEu sempre tenho muita dificuldade por começar várias leituras ao mesmo tempo e misturá-las na mente.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12p0e21",
            "num_comments": 37,
            "comments": [
                "Sim, mas costumam ser livros bem diferentes. Eu nunca vou ler dois livros de ficção científica ao mesmo tempo.",
                "sim, mas livros de gêneros diferentes. agora, por exemplo, tô lendo uns cinco: um romance, um livro de crônicas, outro mais científico, um de contos e um livro-reportagem. gosto de ter opções porque posso ler o que tô a fim, de acordo com o meu humor etc.",
                "Não, já que quando eu começo uma leitura tenho uma tendência a torná-la minha nova obsessão, por assim dizer, então eu acabo não querendo ler mais nada. Além de que meu tempo disponível para lazer não me permite fazer tantas coisas assim kkkkk",
                "Demoro muito tempo para me interessar por um livro, nisso fico lendo um pouco de cada até algum me prender. Agora mesmo estou com 3 livros que já li umas 100pg de cada e um que li só umas 30pg rsrs",
                "Pra mim depende. Se não estou tendo tanta vontade de ler um livro, to achando meio monótono mas mesmo assim gosto e quero terminar, começo outro mais simples, normalmente romances e vou intercalando pra não passar tempo sem ler e continuar com o hábito de leitura.",
                "Já tentei. Menti pra mim mesmo.",
                "Já tentei, no fim abandonei os dois.",
                "Leio de diferentes temas. Deixo os mais pesados pra hora de dormir.",
                "Só leio ao mesmo tempo livros e quadrinhos.",
                "Não, nunca. Ler pra mim é um ato de disciplina sobre o prazer. Apesar que na maioria das vezes acaba sendo super prazeroso pq eu sou um cara bem curioso, mas quando não é tudo bem também. Concentro todas as minhas energias em um pra depois criar minhas ideias sobre ele no Obsidian e só então posso colocar na gaveta sem receio.",
                "Nope, o máximo que faço é ler um livro e um mangá ou quadrinho ao mesmo tempo.",
                "Sim, no meu caso estou em graphic novels: Do inferno, Asterix album 5, Crime e poesia, TMNT o último ronin",
                "Estou lendo cinco.",
                "Sim. Na maioria das vezes, para “descansar” de uma leitura. Sinto que o rendimento de começar a ler um livro novo e o de voltar a ler um livro diferente aumenta meu rendimento.\n\nNão sinto essa mistura de histórias na minha cabeça. Pelo contrário, eu sinto que meu cérebro me recorda da história no momento em que eu pego o livro para retomar a leitura.",
                "Sim, quase sempre...",
                "Sim, pelo menos dois. Gosto de alternar entre ficção e não ficção pra dar uma balanceada.",
                "Eu tô lendo 3 ao mesmo tempo. Quando canso de um, leio o outro e assim em diante. \n\nFico ansiosa para começar um enquanto estou lendo outro, então acabo acumulando leituras ao mesmo tempo.",
                "Costumo ter um livro para cada lugar. um físico que leio no trabalho, um no kindle que leio antes de dormir e, às vezes, um audiobook para arrumar a casa, sair andar com o cachorro e similares hahahaha",
                "As vezes um romance e um livro de contos, simultaneamente. Mas apenas se o romance não me prende mesmo! Aí é amor monogâmico.",
                "Sim. No momento estou lendo cinco. Livros com conhecimento acionável ( eu espero aprender algo com ele e ser capaz de colocar esse algo em prática ) leio sentado, tomando notas. Livros que leio por diversão podem ser lidos no celular ao ir ao banheiro ou deitado pouco antes de dormir. \n\nDependendo da quantidade de livros que você está lendo vai ficar difícil relembrar o contexto para retomar a leitura, uma vez que é possível que você só pegue um determinado livro 1 ou 2 vezes por semana. Isso já me irritou muito e já me fez ter que recomeçar livro do zero. Nesse caso eu escrevo um pequeno resumo, não muito detalhado, daquilo que li no dia. Quando eu for retomar a leitura é só reler o resumo que o contexto é recarregado e a leitura flui normalmente. \n\nNo geral, dá mais trabalho do que ler um livro por vez. \n\nA vantagem é ter mais opções pra ler de acordo com o seu humor e disposição. É fácil ler um romance quando você chega cansado do trabalho, mas é bem mais difícil fazer isso com filosofia e mais ainda com um livro técnico que você precisa estudar.",
                "Depende, quando eu tô lendo livros grandes, crime e castigo por exemplo, eu leio outras coisas no meio, mas depende, geralmente são coisas diferentes",
                "Sim. Um técnico e um literário. E quase sempre tem mais algum no banheiro kkkkkkk",
                "sim, e não recomendaria pra ninguém. que bagunça que tá a minha vida nessa questão de ler, não sei era pior: não ler nada ou ler 3,4 livros ao mesmo tempo. se você souber organizar fica ok, a menos que chegue um momento que você perceba que prefere ler um dos livros do que o resto e, consequentemente, pegue raiva do menos favorito, abandone ele e nunca mais o leia na vida. foi o que aconteceu comigo.",
                "na verdade, como já disseram, é bom que leia livros com generos ou tipos diferentes. Eu mesmo gosto de fazer isso, ainda mais quando são livros menores.\n\nPor mais q eu não vá muito me confundir, se forem do msm genero, de modo geral ajuda bastante vc quebrar o ritmo ou 'clarear' a mente.",
                "Estou lendo seis neste momento.",
                "Sim, com gêneros diferentes, igual os demais citam. Costumo ler um no kindle durante o dia, no transporte público, por ser mais fácil de transportar, e ler em casa de noite os que tenho físicos",
                "Talvez eu até consiga ler varios, mas eu gosto da intimidade de passar alguns dias envolvido em apenas uma história por vez.",
                "Simm, porque ler apenas uma coisa me enjoa e faz eu abandonar o livro"
            ]
        },
        {
            "title": "Livro de fantasia adulta",
            "selftext": "Alguém pfvv tem alguma recomendação de livros com fantasia, criaturas diferentes e mistiscas,quanto mais doido melhor, mas com toque adulto,talvez até meio de terror e macabro, mas não aqueles de acotar que só tem s3x0.Exemplos que eu gostei foi príncipe cruel,pelo universo que é bem fantasioso, o lado mais sombrio também pq junta Alice no país das maravilhas com um tom mais macabro.Se alguém souber algo nesse estilo agradeço mt se me indicarem,to em uma super ressaca literária",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12on4xh",
            "num_comments": 16,
            "comments": [
                "Trilogia Nevernight",
                "Trilogia dos espinhos.",
                "Phantastes de George MacDonald.",
                "Clark Ashton Smith, Lovecraft, Clive Baker.",
                "Nunca li mas acho que seria The Witcher nessa linha que citou. Indo para os mais clássicos Senhor dos Anéis. Também gosto muito da série da Companhia Negra (essa já li é meio dark fantasy). Os livros do Bernard Cornwell não é muito fantasia, mas a trilogia do Rei Arthur da até pra encaixar na categoria, também já li e gostei muito. Todos estes bem mais pra adultos do que adolescente.\n\nEstou iniciando uma série de contos de dark fantasy, bem adulto (mais puxado pro horror), caso tenha interesse em ler aqui tem os dois já escritos: https://scriv.com.br/jadermiani/",
                "Já tentou os contos do H.P lovecraft?",
                "Nome do Vento",
                "Robin Hobb, Patrick Rothfuss, Scott Lynch",
                "O Circo da Noite (esse provavelmente tem o estilo de Alice no Pais das Maravilhas macabro)\n\nO Poder da Espada (Trilogia A Primeira Lei)",
                "Tente o [Ruas Estranhas](https://www.goodreads.com/book/show/17452327-ruas-estranhas). É uma coletânea de contos de fantasia urbana - ainda é fantasia, tem fantasmas, magia e etc, mas foge daquela pegada de florestas encantadas, elfos e unicórnios um pouco. O livro tem alguns contos medianos e ruins, mas a maioria deles são muito bons. E são contos... Se bons ou ruins duram só 50 páginas e você já parte para outro enredo, autor e estilo."
            ]
        },
        {
            "title": "É correto o uso da vírgula quando se usa \"e\" para conectar palavras? Se sim quais são as circunstâncias?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12or32g",
            "num_comments": 9,
            "comments": [
                "Provavelmente a vírgula depois do 'e' é devido ao termo 'normalmente' que está deslocado da ordem direta por algum motivo.\n\nExiste algumas circunstâncias não exaustivas pra esse uso.\n\nSentido adversativo: \nTentou, tentou, tentou, e(mas) não conseguiu\n\nEstilístico: \nQuando chegou à sua casa, deitara-se, e sonhou",
                "eu acho que ficaria \"... elétrica e, normalmente, ...\"",
                "Não sei sua idade, mas quando estava na escola lá na década de noventa, era incorreto usar vírgula antes de \"e\" no fim de listas. Porém, já há algum tempo isso se tornou uma questão controversa e há vários gramáticos renomados que dizem que pode ser usado.\nAlguns exemplos: Evanildo Bechara em \"Moderna Gramática Portuguesa\", Celso Cunha e Lindley Cintra em \"Nova Gramática do Português Contemporâneo\", e Pasquale Cipro Neto e Ulisses Infante em \"Gramática da Língua Portuguesa\".",
                "Creio que não. Termos dentro de duas vírgulas geralmente denotam fechamento, conclusão.",
                "A vírgula após o “e” foi usado para separar o termo “normalmente”, o que é correto quando após o “e” vem alguma palavra ou expressão que não faz parte da relação ligada pelo “e”.\n\nExemplo: “Patos, marrecos e, claro, pinguins são aves aquáticas.”\n\nA vírgula antes do “e” é aceitável em alguns casos. Que eu me lembre:\n\n- Quando a lista é separada por ponto-e-vírgula (porque cada item da lista é outra lista), usa-se vírgula antes do “e”\n\nExemplo: “Mandaram-me comprar limões, maçãs e abacaxis; papel higiênico, papel-toalha e papel-manteiga, e carne, arroz e macarrão.”\n\n- Quando se relacionam duas orações com sujeitos diferentes.\n\nExemplo: João foi ao mercado, e Luís ficou em casa.",
                "Eu já li um livro de gramática em inglês que recomendava o uso da vírgula para separar todos os elementos, incluindo o último quando você listasse alguma coisa. O vírgula para o último elemento é opcional, mas parece mais formal e uniforme e é geralmente empregado em textos formais em inglês. Não sei como são as regras pra esses caso em português, mas imagino que se o texto original era em inglês e vc está lendo uma tradução, o tradutor pode ter mantido o estilo"
            ]
        },
        {
            "title": "Quadrinhos podem ser considerados livros?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12onven",
            "num_comments": 39,
            "comments": [
                "Não. Podem ser considerados literatura, livros não. Uma revista pode ser considerada livro, não também. Mas, ambos são literatura.",
                "Livros? Sim, se você entender \"livro\" como todo encadernado.\n\nLiteratura? Não, porque são artes diferentes, que obedecem a regras distintas, se comunicam de maneiras distintas, mesmo que uma, eventualmente, pegue algumas mecânicas emprestadas da outra.",
                "É caro igual um livro, eu considero 👀",
                "Eu considero kk",
                "Eu pessoalmente considero, já que apesar de não ser de uma forma tradicional que vemos em livros escolares, por exemplo, ele ainda trás uma história e conhecimento",
                "Sim kkkkkkk Tanto que muitos leitores de livros começam a lerem livros de fato por conta dos quadrinhos!",
                "Eu sempre imaginei que não, tanto que queria comentar sobre Sandman aqui faz tempo, mas por causa dessa diferença de classificação, deixei de lado",
                "Sim, podem e devem ser considerados livros. Porque o livro é um objeto em que nele podem ser expressas várias formas de arte, como por exemplo a literatura e a banda desenhada.",
                "Apesar do auxílio de imagens para a construção da obra, eu particularmente considero, afinal, sempre nos foi ensinado na escola que imagem também pode-se ser considerado um texto para interpretação.",
                "Sim, podem 👍",
                "Quadrinhos são banda desenhada, a nona arte. Embora utilize elementos literários, não é um livro.",
                "Não.",
                "Estes dias teve um maluco questionando a candidatura do Maurício de Souza a Academia Brasileira de Letras com o argumento que gibi não é literatura.",
                "No contexto físico sim, mas é outro tipo de literatura, o auxílio da imagem facilita em alguns aspectos, e dificulta em outras, são dois meios diferentes de se contar uma história, cada um com o seu estilo próprio, sem essa de um ser melhor que o outro.",
                "Não, quer dizer, sim.",
                "De jeito nenhum.",
                "Pra ser um livro, só precisa estar em formato de livro. Existem livros de fotos. De quadrinhos sim. De poesia. Seja em canto, verso, prosa. De salmo. De receita. De feitiço. Tem os clássicos de estórias. Até os livros de auto ajuda podem ser considerados livros.",
                "Não.",
                "Sim, quadrinhos podem ser considerados livros. Embora os quadrinhos sejam geralmente associados a uma forma de arte visual, muitos deles contêm uma narrativa completa e complexa que pode ser tão rica e envolvente quanto a encontrada em um livro convencional. Além disso, muitos quadrinhos abordam temas importantes e relevantes e são amplamente lidos e estudados em muitos contextos, incluindo a literatura.\n\nEmbora haja diferenças significativas entre quadrinhos e livros convencionais, os quadrinhos são frequentemente considerados como uma forma legítima de literatura. Eles podem ser analisados, interpretados e apreciados por suas qualidades literárias, artísticas e culturais. Alguns quadrinhos também apresentam uma gama de gêneros e estilos que podem ser tão variados quanto os encontrados em livros convencionais.\n\nEm resumo, os quadrinhos podem ser considerados uma forma de livro e uma forma legítima de literatura em sua própria medida.",
                "Podem e devem sim ser considerados como literatura. Como livros, aí já acho que não. infelizmente a gente não tem um termo bom pra isso em português, e a acabamos usando a definição em inglês cunhado pelo Will Eisner: Graphic Novel",
                "sim",
                "Não. E nem literatura. É outra forma de Arte.",
                "Quadrinhos são literatura. Mas, vc querer concorrer a uma cadeira da ABL, quando quem escreve seus quadrinhos é uma equipe de roteiristas, é muita sacanagem!",
                "Livros podem ser considerados quadrinhos? Fim de papo.",
                "Sim. Na França é considerado."
            ]
        },
        {
            "title": "Não consigo ler neuromancer, o que posso fazer?",
            "selftext": "Recentemente comecei a ler a obra de renome do escritor William Gibson \"neuromancer\" o problema é que eu não estou conseguindo compreender muito bem alguns dos acontecimentos da narrativa e isso está me deixando com vontade de desistir de ler o livro.\nAlguém que é fã da obra ou já leu completo pode me dizer o que eu posso fazer?\n\nObrigado e boa tarde.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12olzho",
            "num_comments": 15,
            "comments": [
                "Então, já tentei ler duas vezes e não consegui passar da primeira metade do livro. Concluí que ele incorre em dois problemas: primeiro que muito provavelmente os neologismos criados junto das palavras e tecnologias do mundo do livro devem fazer muito mais sentido em inglês do que em português, e mais ainda na época em que a obra foi publicada; além disso, acho que a história só é interessante se você ler sabendo desse primeiro ponto e também tentando desvendar os recursos estéticos do movimento cyber-punk. Fora disso o livro é \"ilegível\" 😅\nMaluquice pura.",
                "Fã aqui! Realmente a leitura é bem complicada, Gibson só te joga no meio da história e boa sorte, o que facilitou pra mim é que a cultura cyberpunk já me atraia bastante, então não foi difícil imaginar os conceitos que o autor apresenta (ou joga na sua cara).",
                "Ir ler outra coisa rs",
                "Neuromancer é uma leitura muito experimental, no sentido de experiência mesmo. Não espere que a narrativa pare para que o autor te explique o que está acontecendo, como está acontecendo ou mesmo defina os artefatos e as tecnologias desconhecidas nomeadas ao longo da narrativa. O Gibson tem um estilo de escrita onde as coisas se desenham à medida que elas se desenrolam. \n\nQuando li a trilogia Sprawl, onde o Neuromancer é o primeiro volume, eu confesso que Neuromancer foi o livro em que tive mais dificuldade, visto que ele abre as portas e te introduz no mundo cyberpunk do Gibson. Mas, se te consola, a coisa melhora muito em Count Zero e Mona Lisa Overdrive.\n\nO que eu tenho a dizer é: se você se interessa por literatura cyberpunk, dê uma chance e vá lendo o livro de cabeça aberta. As coisas vão fazendo mais sentido à medida que a narrativa se desenrola. Agora se esse não é exatamente o seu tipo de livro, não sei bem se vale a pena continuar.",
                "Pega os trechos que você tem dificuldade, posta como prompt no ChatGPT e pede para ele fazer uma análise, um resumo e tal. O Chat foi feito para lidar com interpretação de texto. Ele vai ajudar.\n\nEu faço muito isso quando encontro um post que parece interessante no Reddit, mas o usuário fez umas 1500 palavras sem um parágrafo e com um monte de frases longas.",
                "Amigo, estranho seria se você lesse e conseguisse entender.",
                "Normal, passei por isso quando fui ler Hilda Hist, eu dei uma pausa nela mas esse mês quero pelo menos ler um conto dela",
                "Cara o que me ajudou muito foi no final do livro um \"dicionário\" dos termos, depois disso (descobri na metade) a leitura, que achei extremamente arrastada e presunçosa, fluiu legal. Da uma pesquisada no glossário cyberpunk (sugeriram aqui usar o chatgpd e é uma boa) que talvez te ajude!",
                "Ler outra coisa, muito pouco tempo na vida pra ler todos os livros que realmente quero, abandono fácil",
                "Da um tempo..  Se quiser entrar no clima \"cyberpunk\" tente outras formas de mídia, como quadrinhos filmes e até jogos. Ajuda bastante a \"visualizar\" mais as coisas."
            ]
        },
        {
            "title": "Romances ambientados em Salvador",
            "selftext": "Por favor, gostaria de indicações de romances ambientados em Salvador/BA, de preferência no período colonial e Império. Um exemplo seria Boca do Inferno, da autora Ana Miranda. Muito obrigado! Ps: também já li Capitães de Areia, do Jorge Amado.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12oamh7",
            "num_comments": 0
        },
        {
            "title": "trabalho em feiras de livro e estou trabalhando na feira da unesp de sp, me pergunte qualquer coisa.",
            "selftext": "o texto kkkkk a feira acaba hj as 6, caso alguém pergunte\n\nedit: irei responder todos kkkk foi muito corrido hoje! n consegui pegar no celular. Chegando em casa respondo todos com a devida atenção!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12o5tt9",
            "num_comments": 46,
            "comments": [
                "Que legal!\n\nVocê diria que tem menos visitas às feiras já que muito passou para digital e pessoas estão lendo menos?\n\nOu o contrário, que graças aos \"booktoks\" e \"booktubes\" da vida, as pessoas estão lendo mais?",
                "Como voce esta?",
                "Pq vc pediu pra gente fazer perguntas e não respondeu nenhuma? Kkkkk",
                "Quais os livros mais procurados?",
                "Qual o livro q vc mais vê sendo comprado?\n\nVc julga as pessoas de acordo com o livro que elas escolhem?",
                "Nas feirinhas de livros adoro comprar edições de bolso da L & PM e da Martin Claret, mas atualmente vejo que poucos livros são diminuídos assim. Por que será?",
                "As editoras realmente operam no limite financeiro ou isso é papo furado pra justificar cobrarem caro em livro?",
                "Não custa tentar... Mas você sabe algo sobre os 2 últimos Valerian que a SESI-SP ia lançar? \n\nEla chegou a anunciar e tudo, e aí o novo diretor [resolveu que a SESI não ia mais publicar quadrinhos](https://www.publishnews.com.br/materias/2022/06/02/sesi-sp-editora-anuncia-corte-de-linhas-editoriais). Simples assim e pronto. Putz..",
                "Tem livros usados tmbm?",
                "Como arrumar um emprego como o seu? ☺️",
                "o q ce vai almuçá hj?",
                "Vc ja vendeu algum livro que vc consideram horrível?",
                "É difícil arrumar emprego em editora?",
                "por que vc decidiu trabalhar em feiras de livro?",
                "Qual seu trabalho?",
                "Pergunte-me qualquer coisa que eu não responderei absolutamente nada. Hahahahah",
                "Número de frente, trás do cartão e a data de vencimento"
            ]
        },
        {
            "title": "É muito difícil entender o livro Modernidade Líquida?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12npapl",
            "num_comments": 1,
            "comments": [
                "Não. Por que seria? É um autor contemporâneo..."
            ]
        },
        {
            "title": "E hoje que descobri que a mãe do Thomas Mann era brasileira-",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12no50y",
            "num_comments": 5,
            "comments": [
                "Ele até incorporou esse aspecto da mãe dele em Tonio Kruger (e pelo que me lembro em Morte em Veneza também apesar de não lembrar quando) já que a obra tem alguns aspectos autobiográficos. O personagem tinha como uma de suas muitas dualidades o fato da mãe ser latina e ter personalidade mais quente e amorosa etc e seu pai mais sério e de origem europeia.",
                "Que viagem!\n\nNa mesma linha, o escritor e político francês Maurice Druon é bisneto do brasileiro [Odorico Mendes](https://pt.wikipedia.org/wiki/Odorico_Mendes).",
                "Jesus Cristo!\n\nEssa eu não sabia...\n\nE me impressionou também."
            ]
        },
        {
            "title": "Como voltar a ler um livro",
            "selftext": "Sabe quando você fica um bom tempo sem ler uma obra em que você estava bastante imerso e acaba esquecendo de praticamente tudo que estava acontecendo na história? Foi o que aconteceu comigo.\n vocês teriam alguma dica?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12nd8ke",
            "num_comments": 8,
            "comments": [
                "Se for livro de poemas ou contos, posso reler alguns, mas não vejo como necessário. Se for romance, prefiro recomeçar tudo (afinal, se é bom, por que não?) Se for um ensaio, convém recordar os argumentos/exposições fundamentais. Minha preferência normal é essa, mas nem sempre sigo.",
                "dependendo, se eu ler o último capítulo que eu li, eu já dou uma boa lembrada do resto. Mas se não lembrar nem assim, tu pode procurar um resumo, mas não ler todo pra não ter spoiler do final",
                "Acho melhor recomeçar do início.",
                "Eu simplesmente abro de onde eu parei e sigo lendo; se eu tiver no meio de um cap volto pro início, mas nem sempre. No mais conto q o meu cérebro vá lembrando",
                "Da uma lida bem rápida, só passar o olhos nas páginas que vc já leu, certeza que vai começar a lembrar. Comigo pelo menos é assim",
                "Eu pediria pro chatGPT ou Bing fazer um resumo dos capítulos que eu já li. Já fiz isso e deu certo.",
                "Acho que recomeçar  pode ser uma boa solução,  dessa vez você pode focar em manter a leitura diária de poucas páginas, ler 5 páginas todos os dias é  mais efetivo do que ler muitas em pouco tempo e depois desanimar e deixar o livro de lado",
                "da uma pesquisa em vds sobre o livro, indico o tiktok, tenta não receber spoiler. mas isso me ajuda quando paro a leitura"
            ]
        },
        {
            "title": "Façam um favor para si mesmos e LEIAM este livro!",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12n9jmg",
            "num_comments": 6,
            "comments": [
                "O que te fez chegar nele?\n\nO que você descobriu em você após lê-lo?\n\nDepois dele para onde vai sua intenção de leitura?",
                "Obrigado pela indicação! Falei para uma amiga esses dias, a palavra **leia** é quase um eu te amo."
            ]
        },
        {
            "title": "[bate-papo] O que você está lendo?",
            "selftext": "Tópico semanal para comentar suas aventuras literárias. \n\n1. Seja gentil e respeite as regras da nossa comunidade.\n2. Se for dar spoiler, utilize a marcação adequada. Para usuários do *old reddit* basta olhar a barra lateral do sub, enquanto para usuários da nova versão basta fazer a edição na hora da postagem.\n3. Considere visitar os subs afiliados /r/NaMinhaEstante e /r/Quadrinhos e o canal no Discord [Biblioteca da Meia Noite](https://discord.gg/biblioteca-da-meia-noite). \n4. Para consultar os tópicos de semanas anteriores, [clique aqui](https://www.reddit.com/r/Livros/?f=flair_name%3A%22conversa%22).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12n0sh9",
            "num_comments": 79,
            "comments": [
                "Depois do Stephen King",
                "Homo Deus",
                "Seu post",
                "O sol é para todos",
                "O Evangelho segundo Jesus Cristo e A vida não é útil.",
                "a divina comédia :v",
                "It a Coisa",
                "1984, eu estou começando a enlouquecer porque muitas coisas se estão assemelhando ao mundo real.",
                "O Nome do Vento do Patrick Rothfuss. \nQueria voltar a ler mais fantasia, tava enrolando pra começar essa trilogia já fazia um bom tempo.",
                "Psicose - Robert Bloch",
                "Good Omens - Neil Gaiman e Terry Pratchett",
                "As vantagens de ser invisível",
                "Percy Jackson e os Olimpianos: A batalha do labirinto",
                "A garota do outro lado, O declínio de um homem e The consumer.",
                "Irmãos karamazov",
                "A morte de Ivan Ilitch - Tolstói",
                "Dom Casmurro, Quincas Borba, Sherlock Holmes vol. 4, Ilíada, e O Fantasma da Ópera",
                "Ana Karenina de Liev Tostoi, mas tá difícil terminar, principalmente pq não gosto da personagem principal 🤡",
                "Terra Sonâmbula do Mia Couto ♥️",
                "Nesse momento estou lendo Livros de Sangue de Clive Barker's",
                "O Conde de Monte-Cristo. Estou gostando muito, mas que livro grande. Daqui a uns dois anos eu termino.",
                "O inverno de Frank Machine",
                "Purgatório, Divina Comédia de Dante Alighieri",
                "madame bovary",
                "Drácula, tomará que consiga terminar esse mês, já que no ultimo não deu kkkk",
                "O triste fim de policarpo quaresma, Dom Casmurro, A torre negra III - Terras devastadas",
                "Razão e sensibilidade",
                "Atualmente, não estou lendo nada, mas na semana passada eu estava lendo \"O Desafio de  Ferro\" da Holly Black e Cassandra Clare. O livro é um desenvolvimento lento, o que quase me fez parar de lê-lo, mas chega uma parte que o livro fica muito bom. Super recomendo.",
                "Vitória a qualquer custo (biográfia do general giap) vietnamita que colocou os franceses, japoneses e americanos pra glub glub. Sem contar, que é um manual de guerrilha e tática militar praticamente. Super recomendo o livro.",
                "a garota do lago",
                "Pretendo começar hoje a ler 'Em águas profundas' da Patricia Higsmith\n\nJá li o 'Talentoso Ripley' dela, e gostei pra caramba",
                "A garota no trem \nCristianismo puro e simples",
                "O diário da princesa, sob os refletores e tbm o pequeno filósofo",
                "O jovem bruxo com uma cicatriz na testa em forma de raio :)",
                "Terminei ontem O parque das irmãs magníficas e adorei. No momento tô lendo A casa dos espíritos da Isabel allende",
                "Confissões de um crematório - Caitlin Doughty",
                "Livro de Ezequiel da Bíblia.",
                "Um Jogador, Dostoiévski.\n\nO Mito de Sísifo, Camus.",
                "comecei a ler ‘Eu, Robô’, mas a leitura ainda não engatou porque o livro não me prendeu",
                "Devoradores de estrelas, ouvi algum youtuber falando do livro e me interessei, vi reviews dizendo que é cientifico demais, mas to achando bem interessante.",
                "O corpo fala e O universo automotivo",
                "Comecei Knife of Dreams, livro 11 da roda do tempo. O livro já começou com o pau comendo, finalmente, visto que o livro anterior foi o ponto mais baixo da série.",
                "Especialista em pessoas - Tiago Brunet",
                "O gato preto, do Edgar",
                "Aprendiz de assassino 1 - Robin Hobb",
                "To lendo corações sujos",
                "Tô lendo 1984 e Auto da compadecida.",
                "Terminei Maus ontem\nE comecei dois hoje: Novembro de 63 - Stephen King e um HQ (watchmen - Alan Moore)",
                "Atualmente estou lendo \"maus: a história de um sobrevivente\"",
                "O príncipe cruel - Holly Black",
                "Declínio de um homem, de Osamu Dazai. Porém estou odiando a tradução em português... Sinto que acabou com a poética do autor e adaptou mal as expressões. Tá sendo sofrido.",
                "Filhos de Sangue e Osso - Tomi  Adeyemi.  \nÉ bem juvenil, mas é bom ler fantasia com outras referências, fora do padrão europeu.",
                "O Instituto - Stephen King",
                "submissao - houllebecq",
                "Estou lendo o primeiro livro de aprendiz de assassino (o titulo parece pesado mas o livro nn achei tanto), historia foi tudo que me deixou, aprendendo a viver de clarice lispector e tenho na lista mentirosos e vermelho branco sangue azul.",
                "No momento estou lendo \"história da bruxaria\". Sou estudante de história e comecei a me interessar muito por esse tema recentemente"
            ]
        },
        {
            "title": "Livros que debatam a felicidade",
            "selftext": "Boa noite usuários deste sub. Gostaria de indicações de livros sobre um debate acerca da felicidade, se é possível chegar nela, o que ela é, etc etc. A preferência são livros numa pegada mais filosófica (se é que tem como debater isso sem ser filosófico), tipo o \"Felicidade: modos de usar\" \n\nAgradeço a paciência, e tenham uma boa noite :)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12mp7dq",
            "num_comments": 15,
            "comments": [
                "Sobre a brevidade da vida",
                "Felicidade é uma sensação temporária de química induzida por certos gatilhos. Ela é um estado,não um modo.",
                "Felicidade clandestina",
                "A felicidade é inútil, do Clóvis de Barros Filho",
                "A Conquista da Felicidade, do Bertrand Russell, é bem interessante!",
                "Não conheço nenhum livro que trate da felicidade em si, mas nesse assunto consigo pensar no \" os sofrimentos do jovem wether \" do Goethe, ele vai debater muito mais a tristeza na vdd, mas no livro esses sentimentos são antagonistas e todo o começo do livro poderia inclusive se chamar as alegrias do jovem wether, então acho que é possível ler o livro e tirar alguns ensinamentos da felicidade.",
                "Ética a Nicomaco",
                "A conquista da felicidade  - Bertrand Russell",
                "Pode ser já datado de tanto que falam(lembro que isso era o do momento na época do auge do Ser uma pessoa melhor, canal do Youtube). Mas acho que tem bastante reflexão que é o livro:\n\n[Em busca de sentido](https://www.amazon.com.br/Em-Busca-Sentido-psic%25C3%25B3logo-concentra%25C3%25A7%25C3%25A3o/dp/8532606261/ref=sr_1_1?crid=27E79CZVJPKZ8&amp;keywords=em+busca+de+sentido+viktor+frankl&amp;qid=1681763130&amp;sprefix=em+bus%252Caps%252C393&amp;sr=8-1&_encoding=UTF8&tag=arthur9alder-20&linkCode=ur2&linkId=5681d7636056ff4470a52fddf390645d&camp=1789&creative=9325)\n\nNele fala da história do Frankl sobre o seu período no campo de concentração e como ele observava sentido mesmo no sofrimento( os pequenos momentos de felicidade que tinha por exemplo era conversar e entender os seus colegas) tem cenas que me incomodaram um pouco por serem fortes, mas acho que só dele ter superado tudo aquilo é um motivo de ficar bem feliz(por ter ajudado muitas pessoas kkk)\n\nFalei demais e vou parar de indicar livros estou um máquina!"
            ]
        },
        {
            "title": "Onde eu posso publicar meus poemas para as pessoas lerem?",
            "selftext": "Estou escrevendo poema e estou, de fato, amando! \nIsso é surreal, perfeito!\nSó queria mostrar para o mundo, mas a pergunta é:\nComo?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12mmwg0",
            "num_comments": 6,
            "comments": [
                "Existem inúmeras possibilidades. Qualquer rede social praticamente, mas existem alguns aplicativos ideais para esse tipo de conteúdo, o mais conhecido pelo que eu sei é wattpad e nele você ainda pode divulgar suas redes sociais (ou as que você publicou o conteúdo) o que faz ter um alcance ainda maior.",
                "Você já tentou essas revistas online de literatura?\n\n[https://ruidomanifesto.org/poesia](https://ruidomanifesto.org/poesia)\n\n[https://www.revistapixe.com.br/](https://www.revistapixe.com.br/)"
            ]
        },
        {
            "title": "Livronsobre um grupo de crianças karatecas",
            "selftext": "Lembro de ter lido um livro, por volta de 2015/16, q fazia parte de uma série de livros, se não me engano. Contava a história de um grupo de crianças alunos de karatê, q buscam uma árvore. Não me lembro direito. Me ajudem, por favor...",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12mbukx",
            "num_comments": 0
        },
        {
            "title": "Compra de livros na Amazon US (Kindle e físico)",
            "selftext": "Olá galera, recentemente me deparei com um fato bem triste: eu não consigo mais comprar livros tanto pelo Kindle quando físicos na Amazon americana. Até aí seria justificado pois eu poderia simplesmente comprar na Amazon BR.\n\nMas aí vi que o problema agrava quando o valor do livro aqui chega a ser até 10x o valor da moeda americana (convertido para reais). Para efeito de comparação, mesmo se eu comprasse antes pelo Kindle, o valor máximo que eu iria pagar era por volta de uns 50% a mais em reais, o que estaria aceitável considerando a correção do câmbio.\n\nAlguém sabe quando isso começou?\n\n**Fora de contexto:** E não adianta mudar endereço, eu tenho um porque antes eu fazia isso para conseguir comprar cartão de PSN americana, visto que minha conta foi criada antes da PSN brasileira chegar.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12lwr1k",
            "num_comments": 27,
            "comments": [
                "Fiz um teste e os livros físicos tá dando pra comprar aqui pra mim, direto na Amazon.com, em dólar. Kindle realmente não dá, mas tem a possibilidade de transferir a tua conta Kindle pra Amazon US, só que daí eu acho que não daria pra comprar livro BR, hehe.\n\nSe realmente não tiver dando de comprar livro físico na amazon.com, tenta criar uma conta naqueles serviços de redirecionamento, tipo a zip4me. Eles te dão um endereço nos EUA e tu manda pra eles, daí tu paga um frete e eles mandam pro Brasil.",
                "É só cadastrar um endereço aleatório na sua conta e tem um lugar que você pode pedir a transferência de país. Se não me engano, você perde acesso aos ebooks e outros conteúdos digitais que já estão na sua conta",
                "N ão dá masi pra comprar pelo kindle no mundo inteiro, eles desabilitaram isso.\n\nAgora precisa ir pelo site.\n\n\\*loga sua conta do kindle no site da amazon e compra igual vc fazia antes.",
                "Eu tive um problema usando o mesmo e-mail para Amazon em países diferentes. Já havia comprado uns três ebooks pro Kindle na Amazon JP, e também comprava ebook na loja BR. Eu só mudava de login no meu Kindle, e dava certo (só era um porre ter que deslogar da conta BR pra logar na conta JP)\n\nNo começo do ano já não consegui comprar ebook na Amazon JP com a mesma conta usada antes."
            ]
        },
        {
            "title": "Mistborn: comprar no kindle em pt-br ou ler em mídia física em inglês?",
            "selftext": "Não tenho nenhum apreço por livros no kindle, não tenho kindle e teria que ler no pc ou celular, além de ser o primeiro livro que eu leria dessa forma. Já em inglês a minha leitura é mais lenta o que me deixa frustrado, gosto de devorar os livros. Em inglês só peguei pra ler alguns clássicos que pediram em cursos e harry potter e a pedra filosofal. \n\nVcs que leram a trilogia, escolheram a versão em inglês física ou o kindle em português? To louco pra ler!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12kvanj",
            "num_comments": 16,
            "comments": [
                "A escrita do Sanderson é bem simples comparada a outros escritores, então acho uma boa alternativa ler no idioma original e ir treinando seu inglês, com mais prática logo sua leitura não estará mais lenta.",
                "Eu piratearia a versão do Kindle. Como largaram a versão BR às moscas, mais que justo.",
                "Li **Mistborn Era 1 e 2** em português e **Trilogia Executores**. De toda a bibliografia do Sanderson, só me falta ler **Lost Metal** e estou na metade de **Tress of Emerald Sea**, **todos** os outros livros do Sanderson eu já li, e em inglês no Kindle.\n\nFora o apreço pelo livro (comprei todos fisicamente pra colecionar, sou da Igreja de Sanderson), ler no Kindle foi mil vezes melhor.  \nJá imaginou, ter que andar com Stormlight pra lá e pra cá? Minhas costas agradeceram imensamente.  \nAlém disso, eu sinto que leio muito, mas muito melhor no Kindle, sem comparação.",
                "Comprei a versão física em pt-br na época, mas só li recentemente",
                "Pra mim kindle e pt-br são duas vantagens.\n\nInglês e físico duas desvantagens.\n\nA escolha, no meu caso, seria simples.",
                "Po no celular é foda. Mas é um livro difícil de ler em inglês, em minha opinião. Além de nome de fantasia tem uma cacetada de metal que não é muito do tipo cotidiano. Eu comecei em inglês, desisti e fui pro Kindle embora PT.",
                "Combo kindle + baixar epub de graça por aí é muito sucesso",
                "Ler no Kindle em inglês",
                "Vale a pena pegar em inglês só para praticar. Porque se você gosta muito de ler, vai ver que livros em inglês são muito mais variados e acessíveis. Em inglês a gente encontra muito livro de domínio público, e mais livros novos interessantes.\n\nDesde que eu comecei a ler em inglês, nunca mais voltei a ler livros em português. Traduções são capengas, livros são caros, e a diversidade de títulos é ridícula em português.\n\nAgora, ler livro digital no computador não é fácil. Por isso ter um Kindle é muito melhor. Ou isso, ou levar o arquivo do ebook numa gráfica para imprimir."
            ]
        },
        {
            "title": "The State. Franz Oppenheimer",
            "selftext": "Salve, pessoas.\n\nAlguém já leu o livro do título?\n\nMe falaram sobre, mas achei caro pra comprar sem saber mais sobre.\n\nQualquer comentário sobre, eu agradeço.\n\nObs. Na Amazon, só tem em inglês. Não sei se o título foi traduzido.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12kroxn",
            "num_comments": 4,
            "comments": [
                "Já li faz um tempo.\n\nÉ um livro que vai colocar o estado como dominação de um grupo sobre o outro, e ele vai desde a dominação de pastores sob agricultores até os dias atuais."
            ]
        },
        {
            "title": "Como anda o mercado de edição de livros didáticos?",
            "selftext": "Tenho interesse na produção de livros didáticos, mas sei quase nada a respeito, tô me formado na area de ciências e quero atuar além da sala de aula. Então que cursos eu preciso fazer? O salário é muito baixo? E muito difícil entrar na área?\n\nSe alguém tiver um sub do reddit, canal no telegram, YouTube, etc que me ajude a conhecer a área e até saber de oportunidade de emprego agradeço",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12kmx05",
            "num_comments": 3,
            "comments": [
                "Caso você queira fazer cursos, a Editora da Unesp possui diversos na área editorial.\n\n[https://www.universidadedolivro.com.br/agenda-de-cursos/](https://www.universidadedolivro.com.br/agenda-de-cursos/)\n\nSobre o mercado editorial como um todo, o site da Câmara Brasileira do Livro traz algumas pesquisas.\n\n[https://cbl.org.br/pesquisas-de-mercado/](https://cbl.org.br/pesquisas-de-mercado/)",
                ".",
                "Procure \"universidade do livro\" no google"
            ]
        },
        {
            "title": "Sobre o livro Como fazer amigos e influenciar pessoas",
            "selftext": "Já leram esta obra? É tudo isso q falam mesmo? Estou pensando em comprar, tenho muitas dificuldades sociais e ouvi muitas recomendações acerca. Vale a pena o investimento?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12k2maf",
            "num_comments": 26,
            "comments": [
                "Já li.\nDe fato é bom, mas acho q algumas coisas q tem lá, é puro \"bom senso\".\n\nMas acho válido a leitura.",
                "Eu já li resenhas sobre esse livro dizendo que ele não é nada mais do que manual sobre como ser um puxa saco. Por isso resolvi não dar muita bola.\n\nFiquei sabendo desse livro por ser o livro preferido ~~de um serial killer europeu~~ do Charles Mason.",
                "O livro é útil.",
                "A obra é boa, e abre a mente pra muitas coisas, entretanto não irá resolver os problemas sociais que uma pessoa tem, geralmente esses problemas são coisas mais profundas na personalidade da pessoa, dito isso, eu recomendo, me fez refletir sobre várias coisas que eu vinha fazendo de errado",
                "Não vai ter nada que você já não saiba. Todo mundo sabe oque fazer para socializar, só te falta o impulso mental para isso.",
                "É bom até certo ponto, depois disso ele te ensina a ser uma pessoa passivakkkk",
                "To na mesma situacao",
                "Achei chato e pouco útil",
                "O livro é ótimo! Tem o audiolivro completo no Youtube, dá pra você dar uma investigada antes de comprar.",
                "Os livros do Dale Carnegie são os únicos livros de auto ajuda que eu acho que prestam realmente. E são de 1930! rs \n\nO cara era bom no que fazia viu...",
                "Sei que a maioria aqui não curte pdf, mas se quiser eu tenho ele em pdf :)",
                "Muito sobre como uma obra vai repercutir em você tem a ver com seu momento de vida. As vezes um livro pode ser incrível quando você tem 25 anos e aos 38 você acha ele meio besta.",
                "É auto-ajuda, mas é o auto ajuda original. Leia ele e não leia mais nada sobre isso, já que todo resto simplesmente copia ele. Só não espere algo tipo \"uau\" e nem que você vá ver super técnicas pra ser sociável. Se você tem problemas sérios com isso não vai ser esse livro que vai resolver.",
                "\"Como ser um puxa saco sem opinião própria\" deveria ser o nome do livro kkkkkkk",
                "Se seu objetivo é melhorar essas suas dificuldades sociais, tenta procurar uma terapia que vc ganha mais! =)"
            ]
        },
        {
            "title": "Li a Hipótese do Amor e nunca me senti tão representada por uma universitária",
            "selftext": "Bom, como diz o título, eu li A Hipótese do Amor e minha gente, nunca pensei que veria uma realidade tão parecida com a minha em um livro. \n\nPor acaso eu sou uma estudante de biologia e assim como os personagens principais trabalho com pesquisa. Portanto, eu sinto os mesmos desesperos, inseguranças e às vezes a desesperança que eles. Acho que exatamente por conta disso, e também pelo estilo de escrita da autora, que eu devorei esse livro em poucos dias e se tornou uma das melhores leituras para mim (pelo menos do ano passado). \n\nEu achei a escrita leve e bem fluída, bem o estilo que eu gosto mesmo, apesar de tratar de temas sérios em alguns momentos, o livro é uma comédia romântica bem gostosa de ler quando se quer passar o tempo e dar umas risadas com uma estudante que toma quase todas as decisões de sua vida de forma um tanto inusitada. Ou como diria Adam Carlsen: Prefiro acreditar que foi um lapso.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12jqgpv",
            "num_comments": 8,
            "comments": [
                "Terminei de ler esse livro ontem e o clima universitário até me deixou com saudades da época da faculdade... Adorei a história, que soube ser leve  mesmo quando aborda assuntos delicados. Também achei ótimo pra momentos de ressaca literária.",
                "Legal! Eu tava procurando um livro mais tranquilo pra eu voltar a ler, já que parei faz um tempinho, e parece que achei ele, hehe. Obrigado pela resenha.",
                "ai, esse livro é muito bom! é ótimo quando a gente quer ler uma coisinha pra ficar de coração quentinho.",
                "Eu achei bem fofinho e me lembrou muito da época da faculdade.\n\nAndo lendo mais livros técnicos, porém, as vezes é bom dar uma quebrada de ritmo com algo leve. Esse livro atendeu muito a esse propósito."
            ]
        },
        {
            "title": "Recomendações de biografias",
            "selftext": "Tópico periódico para recomendar e discutir biografias e autobiografias. Para posts semelhantes, [clique aqui](https://www.reddit.com/r/Livros/search?q=flair_name%3A%22Biografias%22&restrict_sr=1&sort=new).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12jlhx4",
            "num_comments": 4,
            "comments": [
                "Johnny Cash Autobiografia",
                "Em busca de mim - Viola Davis, autobiografia sensacional.",
                "Não Há tempo a perder - Amyr Klink"
            ]
        },
        {
            "title": "me ajudem a lembrar desse livro, por favor!",
            "selftext": "oi gente. eu nunca usei o reddit antes, é a minha primeira vez e estou aqui pq queria muito a ajuda de alguém para lembrar de um livro que eu li quando criança. eu tentei de todas as maneiras procurar no google, com palavras chaves, e não deu.\nenfim, aqui vai o que eu lembro:\n\n• o livro era feito de massinha, no caso as imagens. a personagem era de massinha;\n• era um livro infantil!\n• eu não lembro exatamente quando li, mas foi até 2013. então, foi lançado até 2013;\n• a personagem era uma criança;\n• ela tinha o cabelo azul, roxo ou vermelho;\n• lembro direitinho de uma página que ela estava mt chateada, irritada, e fez uma expressão de •O• com a boca, mas com os olhos fechados, expressão de raiva;\n• eu tenho uma sensação de que a história incluía um fogão. era na casa dela e aconteceu algo com um fogão;\n• era um livro curto, realmente infantil, com imagens em cada página.\n• pelo que eu lembro, ela era uma criança que estava na maior parte do livro chorando ou irritada. não sei se era assim mesmo, é só uma hipótese. mas tinham sim páginas com ela dessa forma.\n\né isso! desculpa qualquer coisa, não lembro de muito…",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12j3hm0",
            "num_comments": 1,
            "comments": [
                "seria o dia-dia de dadá?"
            ]
        },
        {
            "title": "Como utilizar o ChatGPT para reter mais informações das suas leituras de clássicos e de não-ficção",
            "selftext": "Olá, Reddit! Tentarei ser breve aqui e o intuito do post já é dito no nome, não pretendo me aprofundar  em explicar o que é ChatGPT, mas sim como utilizá-lo como uma ferramenta para lhe ajudar nas leituras.\n\n&#x200B;\n\n1. **O que devo fazer?** Simplesmente coloque essa frase no ChatGPT e pronto.\n\n\"Crie um plano de estudos com títulos separados em semanas e capítulos que misture diferentes tópicos ou habilidades sobre o livro \"*insira o nome do livro aqui*\" para me ajudar a desenvolver um entendimento mais robusto e facilitar as conexões entre eles, depois forneça-me uma série de perguntas ou problemas relacionados e um cronograma de repetição espaçada após cada capítulo para testar minha compreensão e melhorar a retenção de longo prazo. \"\n\n**2. O que isso significa exatamente?**\n\n* Ele irá criar um plano de estudos para você ler o livro semanalmente (não sei se é possível fazer por dias ou por meses, mas você pode tentar a sorte)\n* quais capítulos devem ser lidos durante cada semana\n* Vai elaborar questões para revisão de acordo com os temas apresentados na obra para você responder durante a semana, como um exercício para fixar o conteúdo.\n* Repetição espaçada para ir fixando a longo prazo.\n\n**3. Exemplo com o livro \"1984\" de George Orwell:**\n\nhttps://preview.redd.it/crttqcfx6dta1.png?width=685&format=png&auto=webp&v=enabled&s=524f89059907310a1f04fe35693f753f22e1ccac\n\n&#x200B;\n\n&#x200B;\n\n[A cada semana você irá estudar sobre temas diferentes. Como pode ver na \\\\\"Semana 2\\\\\" é temas e símbolos. Já na \\\\\"semana 3\\\\\" é Análise de personagens e enredo.](https://preview.redd.it/e59fq1v07dta1.png?width=680&format=png&auto=webp&v=enabled&s=5883ca80f41608063b74ac7039303f7add8ddc14)\n\n**Caso ocorra um ERROR onde ele irá parar de responder do nada tipo assim:**\n\n[É só você comentar \\\\\"continue de onde parou\\\\\" que ele irá continuar normalmente. ](https://preview.redd.it/py1qblq57dta1.png?width=686&format=png&auto=webp&v=enabled&s=7fcb6dfbf14352ed79857d88a41d61f6080cb67c)\n\n**E é isso pessoal, espero ter ajudado!**",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12j0ozr",
            "num_comments": 11,
            "comments": [
                "Ótimo post. Vou até deixar fixo por uns dois dias.",
                "Que ótima ideia! Eu abri o post esperando que fosse uma ideia de como pedir resumos dos livros e tava pronta pra contar que eu testei com um meio obscuro que eu tinha acabado de ler, e o chat gpt inventou um enredo novo xD\nMas isso de pedir pra ele organizar um planejamento e perguntas gerais de revisão achei super inteligente! Mesmo que ele não conheça o livro e crie perguntas ruins, isso ainda ajuda na revisão porque a gente ainda tem que pensar pq as perguntas são ruins, super curti",
                "jesus strikes",
                "A ideia é ótima, já uso algo parecido pra criar uns reviews de uso pessoal.  \n\n\nPorém muito cuidado, o chatGPT não tem acesso ao livro em si, se não estiver em domínio público. Ele vai se basear em públicações **sobre** o livro na internet escrito por outras pessoas com bias. Vai ter alucinação com muita frequência.",
                "Eu entendo q isso é válido e importante pra algumas pessoas, mas eu simplesmente nunca terminaria de ler o livro",
                "Gostei, vai servir pra mim estudar fazendo conexões entre diferentes autores de um mesmo estudo"
            ]
        },
        {
            "title": "Sobre esquizofrenia.",
            "selftext": "Algum livro onde retratada a esquizofrenia? Onde o protagonista ou a protagonista sofre com isso, escuta vozes, delírios ou desconexão da realidade.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12iyxf6",
            "num_comments": 5,
            "comments": [
                "A menina submersa, eu particularmente gostei muito",
                "O seu post me lembro do livro \"A Paciente Silenciosa\". Infelizmente eu não lembro exatamente qual era o transtorno dela.",
                "Um personagem de Eisejuaz da Sara Gallardo escuta vozes, mas é muito questionável se afirmar que se trata de um quadro de esquizofrenia ou algo ligado ao sagrado. De qualquer forma essas vozes são determinantes no livro. \n\nDiga-se de passagem que é um livro maravilhoso.",
                "Na escuridão da mente",
                "Não sei se tem em português, mas conheço o \"The Quiet Room\" da Lori Schiller. É uma autobiografia."
            ]
        },
        {
            "title": "Por que marca o livro? Post-it, flags, marca texto?",
            "selftext": "Eu vejo muita gente que faz vídeos na Internet, ou algumas pessoas que postam foto livro que estão lendo cheio de marcações, post-it, flags. Eu leio já faz um bom tempo, e nunca ousei em marca um livro meu dessa forma. Para que fazem isso?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12iotim",
            "num_comments": 26,
            "comments": [
                "Só posso responder por mim, mas geralmente é para marcar pontos de interesse na obra. Seja para estudo ou só porque chamou a atenção ou mesmo para retomada futura.",
                "Eu também não faço, mas o ato de ler precisa ser uma ação ativa e nunca passiva. É necessário conversar com o autor, dialogar mesmo, refutar suas ideias, concordar com outras, da mesma forma como se faz com um amigo.\n\nEu uso um Commonplace Book. Faço as anotações sobre cada capítulo, ideias que surgiram e algumas vezes citações e páginas onde elas ocorreram.",
                "Não tenho o hábito, mas pra muita gente é uma forma de curtir mais o livro, lembrar de algumas passagens. Só fiz isso de fato no Ulysses, quando eu precisei apontar início e fim de capítulos e anotar um bocado de coisa pra não me perder na leitura.",
                "Eu marco para que quando eu releia ou outra pessoa leia eu possa ver como eu pensava/reagia em relaçao aquela parte do livro em determinado momento da minha vida\nÉ legal saber que alguem pensa algo e nao é so vc \nPrincipalmente livro de misterio",
                "Eu sempre me perguntei isso! Não tenho coragem de anotar ou colar algum post it nas páginas. \n\nJá comprei livros usados com várias passagens marcadas com caneta fluorescentes. Comprei um livro de segunda mão em que a dona anterior havia até feito uma lista dos personagens para não se perder, saber quem era quem no enredo.",
                "É um negócio super comum, e não tem nada demais. Normalmente são trechos interessantes ou marcantes do livro, e quando é de um livro que se pode tirar alguma coisa de aprendizado, é melhor ainda. Eu mesmo uso marca texto em vários livros que to lendo no momento",
                "Eu não marco à caneta, só escrevo a lápis e com post-its, mas não faço isso com todos os livros, só com os que são grandes demais e estou interessada em fazer uma leitura que não seja só por diversão, mas também pra dissecar aquela história.",
                "Eu não março os livros porque me lembra da época em que a escola obrigava a fazer tal coisa. Infelizmente, se parece que estou a estudar algo, perco o interesse. Já tentei contrariar isso, mas o meu cérebro não colabora.",
                "Comecei a usar marca-texto e escrever nos livros e é um caminho sem volta. É uma forma de fazer uma leitura mais imersiva e atenta (também ajuda a encontrar melhor algo no texto). Já os post-its, uso mais raramente, apenas pra marcar metas de páginas em alguns casos.",
                "Para deixar as frases que te impactaram mais fáceis de visualizar",
                "Então eu tinha bastante pé atrás referente a marcar livros, mas notei que com post nem faz mal. To gostando de marcar frases e coisas semelhantes",
                "Posers."
            ]
        },
        {
            "title": "Indicações de contos filosóficos",
            "selftext": "Adoro histórias reflexivas, e gosto em especial de Ficção científica por conta dessa características em muitas histórias. Mas queria fugir da scifi e ir buscar contos reflexivos e filosóficos de qualquer outro gênero.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12ih8c7",
            "num_comments": 9,
            "comments": [
                "Eu ia te recomendar Fahrenheit 451, mas acho que não se encaixa no que vc procura no momento. Provavelmente vc também já deve ter lido ele kkkkk",
                "Tem um conto do Guimarães Rosa bem nessa pegada, que eu AMO, chama O Espelho. É um pouco hermético, ainda mais se você não estiver familiarizado com o trabalho dele, com as ideias e crenças que norteiam a sua obra. Mas mesmo assim vale muito a leitura! É um conto que muitas vezes é comparado com outro do Machado de Assis, que tem o mesmo nome, e que eu também indico muito. Os dois abordam questões parecidas (centralizadas nesse mesmo símbolo do espelho), mas de formas bem diferentes.\n\nEu amo também os contos do Murilo Rubião, do gênero realismo fantástico. Também não é tão fácil desvendar o simbolismo e as questões filosóficas por trás deles, mas eu, pessoalmente, até prefiro assim. Gosto muito da sensação que muitos dos contos dele trazem, de um desconforto que a gente não sabe muito bem explicar da onde vem..de sentir que tem muito mais sendo dito ali, nas entrelinhas... enfim, curto muito e recomendo!",
                "O Estranho Misterioso, do Mark Twain. É escrito no mesmo estilo dos livros infantis dele, mas com um tema bem mais adulto. Tem umas reflexões boas sobre religião e a natureza humana.",
                "Os Contos de Voltaire.",
                "[Aqueles que se afastam de Omelas](https://medium.com/up-future-sight/aqueles-que-se-afastam-de-omelas-qual-é-o-preço-da-sua-felicidade-4ada838b7105), da Ursula K. Le Guin",
                "Só li Metamorfose mas talvez Kafka encaixe no que procura."
            ]
        },
        {
            "title": "Que livro você teve que começar diversas vezes até se encantar e perceber ser uma ótima leitura?",
            "selftext": "Isso aconteceu comigo com Cem Anos de Solidão, do Gabriel Garcia Márquez. Acredito que comecei ele umas 4x, sempre parando nos primeiros capítulos. Até que, no auge da pandemia, resolvi me esforçar para continuar a leitura. E me encantei com a história. É uma das minhas leituras favoritas até hoje.\n\nE vocês, tem algum livro que foi assim?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12i6018",
            "num_comments": 26,
            "comments": [
                "Tentei muito ler cem anos de solidão, mas achei tudo tão confuso...",
                "Os Miseráveis e Os Pilares da Terra. Tive que recomeçar várias vezes.",
                "A Sombra do Vento",
                "O Vermelho e o Negro, do Stendhal. Tentei uma vez quando adolescente, não rolou, depois disso outra também, mas após ter entrado no espírito do livro, ele se tornou uma das minhas obras preferidas.",
                "O pistoleiro, do Stephen King",
                "O Olho do Mundo",
                "Dom Casmurro",
                "Um milhão de finais felizes",
                "Dom Casmurro, que me fez ficar viciada em Machado de Assis e agora eu quero ler todos os romances que ele escreveu, estou indo para o 6° e aceito sugestões.",
                "O Rei do Inverno, de Bernard Cornwell!\nJá imaginava que seria uma leitura incrível. Mas comecei a ler pelo menos umas 5 vezes, pelo começo lento, repleto de nomes e lugares!",
                "Angústia, do Graciliano Ramos. Tentei por diversas vezes e não ia, resolvi levar pra uma viagem e na volta, no busão, me encantei. Desde então releio sempre que tenho uma oportunidade.",
                "Grande Sertão Veredas. Virou meu livro favorito.",
                "A queda - Albert Camus. Precisei recomeçar tantas vezess, mas eu amei quando terminei",
                "O Mestre e Margarida de M. Bulgakov \nNa verdade foi uma releitura completa 10 anos depois da primeira. Li sobre o livro, sobre o contexto e, aí sim, entendi a grandiosidade da obra",
                "Dei 4 chances à Morro dos Ventos Uivantes, a diferença é que não deu certo até hoje",
                "Qualquer um do Stephen King",
                "Os Irmãos Karamazovi, mano do céu, papo de Cem Anos de Solidão versão russa kkkk"
            ]
        },
        {
            "title": "Traiu ou não Traiu?",
            "selftext": "Gostaria de ler os argumentos e os pontos de vistas dos leitores Bookstans desse sub em Dom Casmurro.\n\n[View Poll](https://www.reddit.com/poll/12i5d0r)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12i5d0r",
            "num_comments": 19,
            "comments": [
                "Simplesmente não importa.",
                "Bentinho era viado e ele tava era com ciúmes do Escobar!",
                "se não traiu, deveria ter traído",
                "Quando terminei esse livro, me veio apenas uma música na cabeça:\n\nSER CORNO OU NÃO SER, EIS A MINHA INDAGAÇÃO....\n\n😅😅😅",
                "Capitu, ainda quando criança, já demonstrava muita astúcia e perspicácia. É claro que o Bentinho também era um ciumento doente, mas ainda assim acho que a Capitu traiu ele com o Escobar – que também era um pessoa ardilosa–.",
                "traiu",
                "Pra ficar meio que se engraçando com Escobar, não vejo isso como atitude de mulher casada fiel nkkkk",
                "Não dá pra saber. Bentinho não é um narrador confiável. E nem ele está 100% convencido da traição.",
                "Bentinho era um ciumento doido que via cabelo em ovo",
                "Traiu, infelizmente o filho é a resposta. \nNo livro há também algumas passagens onde o Escobar se encontra na casa do bentinho que é pego de surpresa. Tá maluco…",
                "Bentinho era um inseguro do carai kkkkk",
                "_E lá vamos nós com essa discussão datada e clichê..._",
                "Nem li ainda, mas acho que traiu sim",
                "[deleted]"
            ]
        },
        {
            "title": "Feminismo branco das sufragistas às influenciadoras e quem elas deixaram para trás.",
            "selftext": "O que começou como uma leitura descontraída, tornou-se em uma profunda reflexão sobre a sociedade que vivemos e como somos seletivos com as dores que validamos. Koa Beck, você tocou a minha alma!\n\n\nLeitura fluida, que nos coloca para pensar e exercitar o senso crítico. Recomendo!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12i3q49",
            "num_comments": 55,
            "comments": [
                "Lamentável ver algumas opiniões tão toscas num sub sobre livros. Sem problemas algum não gostar de feminismo, ou de nem querer entender sobre, mas eu esperaria mais educação e menos ignorância de qualquer pessoa que se interesse por livros.\nNo mais, passarei esse título pra minha namorada, ela já me explicou muita coisa que eu não sabia e se em algum momento der, leio também.",
                "Bom, li a sinopse e parece um livro que realmente vale a pena a leitura, com uma crítica contundente ao chamado feminismo branco (ou burguês, como já vi em outros meios).\n\nPretendo ler.",
                "Seria melhor se fosse *feminismo burguês* em vez de feminismo branco. Me parece mais coerente, além de evitar que pérolas (como essa:  *\"Não tenho nada contra as mulheres brancas. Meu problema é com a branquitude e o privilégio racial.\"*) sejam proferidas. Enfim, para quem gosta do tema, me parece interessante por justamente contrariar o que está no mainstream.",
                "Quanto auê por conta de um livro. Molecada, vamos sair do quarto, descansar as mãos, tomar uma água, tomar um sol. Vitamina D faz muito bem!",
                "Eu estava procurando livros sobre o assunto esses dias. Comecei a pensar sobre como o movimento feminista parece falar para e sobre mulheres brancas, sendo que a luta entre elas e as mulheres não-brancas não pode ser igualada, não é a mesma coisa, não é a mesma história,\nmas falam como se fosse. Claro, a conquista de uma mulher é a de todas, mas a conquista de uma mulher negra tem um significado além. E vejo a luta por mulheres no poder, o que de fato vem ocorrendo, mulheres liderando empresas, países, escrevendo roteiros, dirigindo filmes. Mas quantas delas não são brancas? E é aí que a discrepância se mostra, além do fato de que acho uma baita hipocrisia as mulheres brancas de classe média falarem como se fossem a classe mais sofrida de pessoas, com menos direitos. Mas vá lá ver a rotina de um homem negro favelado e você verá o que é sofrer de verdade na mão do sistema.\n\nPor isso, sinto que o feminismo não é pra mim, porque a minha luta pessoal vai além do meu gênero, mas é gênero e cor lado a lado, o feminismo não luta por mim, eu quero algo que lute por mim e por outras pessoas que foram e são colocadas nessa camada da sociedade. Fora isso, não me representa tanto.",
                "Parece bem interessante, é um tema que precisa ser discutido cada vez mais",
                "Briguem desgraçados, briguem!",
                "interessante! não conhecia",
                "sinceramente,não entendo nada desse assunto,não sei o que é \"sufrágio\" nem o que significa feminismo branco. Eu só sei que eu sou feminista,que apoia a igualdade de direitos para ambos os sexos (tem gente que confunde feminismo com femismo e explicar isso me irrita profundamente pq sempre dizem q tá errado,eu vou e mostro a diferença no google 😡) Alguém pode me explicar o que é?",
                "Já tenho mtt o q ler, n vou ler essa coisa aí nn",
                "Finalmente um livro pra falar desse assunto, já que desde do início o feminismo sempre foi predominantemente desenvolvido por burgueses, brancos r4cist4s.",
                "[removed]",
                "Kkkkkkkkkkkkkk",
                "[removed]",
                "Livro mais burro do mundo kkk",
                "Mas que título, hein? Feminismo burguês!"
            ]
        },
        {
            "title": "Alguém sabe livros semelhantes a \"Coraline\"?",
            "selftext": "Li e adorei o livro, alguém conhece algum parecido pra recomendar ?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12hw5s7",
            "num_comments": 3,
            "comments": [
                "\"A porta no muro\" 25 páginas",
                "A Nova Mãe de Lucy Clifford. Conto que inspirou Coraline."
            ]
        },
        {
            "title": "Dependencia emocional em historias e livros.",
            "selftext": "Comecei a criar o habito da leitura ja tem uns 5 meses, e agora estou lendo Harry potter. E esta sendo otimo a experiencia com os livros. Mas, eu tenho percebido que eu tenho ficado triste durante o dia, e no unico momento em que eu fico animado é lendo Harry potter. Quando eu fico longe de Harry potter e não posso ficar lendo, eu fico triste. Eu queria estar perto dos personagens quando não estou em casa. E quando estou em casa e tenho tarefas, eu só quero largar tudo e ficar lendo. Você ja passou por isso tambem? E, isso é normal —ficar tão obcecado pela historia que nem consegue viver direito—? Se puderem tirar minhas duvidas, eu ficarei muito grato",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12hipiy",
            "num_comments": 1,
            "comments": [
                "Olha, você pode estar usando o livro como válvula de escape.   \nEntenda, isso em si não é algo ruim - todos temos uma - mas o fato de, como você disse, ficar tão obcecado pela história que nem consegue viver direito pode ser um sinal que vc talvez esteja precisando de ajuda psicológica para lidar com outros problemas.   \nEstá tudo bem na sua vida? Vc está passando por um período difícil? Aconteceu algo que te chateou bastante? (não precisa responder pra mim, mas pensa sobre isso, ok?) \n\nPor outro lado, você pode só estar atrás de entretenimento e \"recompensa\", somos movidos por coisas que nos dão prazer - e é fácil querer deixar de fazer o que consideramos chato por algo mais divertido, nem sempre é sinal de problemas (por isso as perguntinhas ali em cima)... só não deixe sua lista de tarefas de lado, as coisas tendem a acumular com muita rapidez."
            ]
        },
        {
            "title": "Indicações de livro sobre trens",
            "selftext": "Olá, tenho um amigo que gosta muito de trens e de ler. Gostaria de dar um livro pra ele sobre o assunto, alguem poderia me indicar algum?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12hvizt",
            "num_comments": 7,
            "comments": [
                "Pode ser que se encaixe:\n\nhttps://www.aeefsj.org.br/site/wp-content/uploads/2016/03/Entre-Trilhos-Livro.pdf",
                "Ficções relevantes :\n\nGrand Railroad Bazaar - Paul Theraux  \nOn the Road - Jack Kerouac",
                "O nome dele é Sheldon?",
                "Mas ele deseja livros sobre trens ou livros em que se passam ou há seções em trens?  \nQualquer das formas posso sugerir alguns:  \n\n\n* \"Estranhos em um trem\", de Patricia Highsmith;\n* \"O Assassinato No Expresso Oriente\", de Agatha Christie."
            ]
        },
        {
            "title": "Comprar livro barato!",
            "selftext": "Pessoal vocês tem alguma dica de onde comprar livros baratos ? considerando preço do produto + frete ( claro q depende da região ) ? A Amazon ainda é o melhor site?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12hvfjm",
            "num_comments": 14,
            "comments": [
                "[https://procuralivros.com.br/](https://procuralivros.com.br/)\n\n&#x200B;\n\nEsse site foda é de um cara daqui do Reddit. É uma mão na roda pra pesquisar preços.",
                "Estante virtual",
                "Geralmente é mais barato na Amazon (até pelo frete geralmente grátis), mas é só jogar no google que ele já vai te dar uma lista de várias lojas. Se gosta de apoiar novos autores compre direto do site das editoras (Flyve, Pendragon, etc)",
                "Estante Virtual e sebos…",
                "Na Shopee dá pra encontrar livros baratos e em bom estado. Se vc usa o app pra fazer a compra eles geralmente dão cupom de desconto no frete.",
                "Estante Virtual",
                "Essa quarta, 12/04, começa a feira do livro da Unesp, descontos de 40 a 50%, online e presencial, várias editoras bacanas.\nAproveita já gasta uns 300-500 conto em livro.\nAí em novembro tem a da USP. Repita todos os anos. 📚📚📚\n\nLink da feira: https://feiradolivrodaunesp.com.br/",
                "O lugar que eu compro os livros mais baratos é pela Amazon, da editora Principis",
                "Infelizmente ou você aceita comprar/encontrar em sebos locais, ou Amazon. Ninguém consegue concorrer com o preço deles.",
                "Na amazon é imbativel, mais barato que nos sebos aqui da minha cidade.\n\nEu coloco todos os livros que eu quero na lista de desejos e olho todo dia, só compro em promoções.",
                "https://bit.ly/CanalTelegramMLCD\n\nÉ um grupo de Telegram onde postam livros em promoção em diversas Plataformas (Submarino, Amazon, Magazine, etc). Sempre quando me sobra uma grana, eu vejo os livros nesse grupo e saí muito em conta para quem gosta de comprar vários!",
                "Depois que a Americanas quebrou, o lugar mais barato tem sido a Amazon mesmo. O que eu faço é usar uma extensão do navegador que chama Keepa. Quando você instala ela, ao abrir qualquer produto no site da Amazon, ela mostra um histórico do preço dele na Amazon. Daí, na hora de comprar o livro, eu checo se o valor atual é menor ou maior que o usual e vejo nos outros sites, como Submarino, Americanas (vai que, né) e até Magalu. Tenho economizado desse jeito.",
                "Aproveita as feiras dos livros universitarias, a que vai até domingo é a da Unesp com 50% presencial e 40% online."
            ]
        },
        {
            "title": "Busco livros sobre folclore brasileiro",
            "selftext": "Pode ser didático ou não. \n\nPreferência por livros de relatos dos antigos.\n\n Estou fazendo um estudo pessoal e não sei direito por onde começar nesse assunto.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12hsvrv",
            "num_comments": 5,
            "comments": [
                "Câmara Cascudo é o mestre nessa área.",
                "Quando eu era moleque eu ganhei do meu tio a \"Antologia Ilustrada do Folclore Brasileiro\", cada volume apresentava o folclore e as lendas de uma determinada região do Brasil.\n\nEu ainda tenho alguns volumes aqui, mas são livros antigos então não sei se dá pra achar fácil hoje em dia pra comprar.\n\nOlha aí uma [imagem](https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRG4aRv-bmUMHqG2dGrGrUcXpKuBCUTUMvdrg&usqp=CAU) que achei deles na internet",
                "As 100 melhores histórias sobre o folclore brasileiro",
                "Então, depende do que você precisa.\n\nLivros de folclore podem se dividir em duas categorias: teoria e fontes. Para uma bibliografia bacana, acessível em língua portuguesa, vão algumas sugestões:\n\n* Discussões teóricas-acadêmicas*\n\n* BRANDÃO, Carlos Rodrigues. O Que é Folclore. Editora Brasiliense (Coleção Primeiros Passos)\n\nBrandão é um grande pesquisador e essa é uma bela introdução ao estudo do folclore no Brasil, faz um panorama resumido sobre as origens do conceito e dos estudos de folclore na Europa e como chegou ao Brasil. Faz relações com preservação de patrimônio cultural e educação. Pode ser o ponto de partida.\n\n* CARNEIRO, Edison. Dinâmica do Folclore. Editora Martins Fontes (Coleção Raízes)\n\nEsse é um conjunto de ensaios e artigos do grande antropólogo brasileiro Edison Carneiro, também se ocupa de uma teoria do folclore, o lugar das culturas populares nos estudos de história, sociologia e antropologia e métodos de coleta e análise de materiais folclóricos. É um clássico do assunto.\n\n* FERNANDES, Florestan. O Folclore em Questão. Editora Martins Fontes (Coleção Raízes)\n\nColetânea de ensaios e artigos do grande sociólogo Floresta Fernandes sobre a relação entre folclore e as ciências sociais. Também é um texto mais teórico, mas fundamental. Nele, temos discussões sobre a definição de folclore, cultura popular, as relações políticas e econômicas que envolvem as manifestações folclóricas, além de também refletir sobre o lugar do folclore na universidade.\n\n* CASCUDO, Luis da Câmara. Superstição no Brasil. Editora Global\n\nCascudo é uma referência incontornável, tudo o que você puder ler dele, pode ir sem medo. Dos textos mais \"teóricos\" indico esse aqui pra começar. A obra é dividida em capítulos temáticos, onde um tema da religiosidade popular brasileira é estudado, destacando o papel do folclore como meio de preservação da sabedoria popular desde os tempos mais antigos, e que sobreviveram no Brasil em práticas supersticiosas, no sincretismo religioso e no cultos \"não oficiais\". \n\nAlém disso, o \"Dicionário do Folclore Brasileiro\" do Cascudo é uma referência pra vida toda. Trabalho extenso que cataloga manifestações de todo tipo: danças, gestos, músicas, crenças, comidas...tudo ligado ao folclore nacional.\n\nDUNDES, Alan. Morfologia e estrutura no conta folclórico. Editora Perspectiva\n\nEsse já é um material mais denso, discute a relação entre folclore e mitologia a partir dos estudos linguísticos. Sugiro para uma leitura posterior, mas é indispensável.\n\n* Fontes e coleção de materiais *\n\nCASCUDO, Luis da Câmara. Antologia do Folclore Brasileiro. Editora Global\n\nCASCUDO, Luis da Câmara. Geografia dos Mitos Brasileiros. Editora Global.\n\nColetâneas de registros colhidos entre o povo, com histórias e canções. \n\nARAÚJO, Alceu Maynard. O Folclore Nacional (3 volumes). Editora Martins Fontes (Coleção Raízes)\n\nEsse é um compêndio de manifestações populares antigas do Brasil. Cada volume é dividido por gênero: danças, festas, contos e lendas. É um material que, na sua reedição pela Ed. Martins Fontes, está bem caro, mas edições mais antigas podem ser encontradas em sebos.\n\n** Estudos de Folclore Europeus ** \n\nBURKE, Peter. Cultura Popular na Idade Moderna. Editora Companhia das Letras.\n\nEsse é um estudo clássico sobre as culturas populares na Europa a partir da Idade Moderna. Além de estudar tradições festivas e religiosas, o livro aborda o trabalho dos primeiros folcloristas europeus e o seu interesse em resgatar a cultura tradicional do povo. \n\nBAKHTIN. Mikhail. A Cultura Popular na Idade Média e no Renascimento. Editora Hucitec.\n\nEsse estudo é um clássico fundamental. Bakhtin analisa a cultura medieval a partir de sua festa mais popular: o carnaval, a partir de suas origens no Império Romano e a importância do folclore carnavalesco para a sociedade medieval, sobretudo para os indivíduos dos estratos mais baixos da sociedade. \n\nOutros estudos sobre o folclore europeu, especialmente medieval, podem ser encontrados nos livros \"Por outra Idade Média\", de Jacques Le Goff e \"Os Corpos, os ritos, os sonhos, o tempo\" de Jean-Claude Schmitt.\n\nBem, essa é uma bibliografia bem inicial, mas pode ajudar a seguir por outras referências. Esses livros que citei ainda estão sendo editados, mas podem ser encontrados em PDF pela internet. Espero ter ajudado. Esse é um assunto que me encanta e meu objeto de estudo há anos. Se quiser conversar, vamos nos falando por aqui. Abraço."
            ]
        },
        {
            "title": "Quais palavras da língua portuguesa foram extintas por desuso?",
            "selftext": "https://pedrodanieldeoliveira.blogspot.com/?m=1",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12hspzb",
            "num_comments": 18,
            "comments": [
                "Cito algumas: obrigado, por favor, por gentileza, grato, desculpe...",
                "Existem outras palavras também bem interessantes além das do blog a se levar em conta como Pérfido ou Fatricídio, sendo o primeiro uma palavra que representa uma pessoa maliciosa e falsa, traíra; Enquanto a segunda representa assassinato em meio fraternal e/ou o homicídio de uma irmã(o). Não foram extintas, mas te desafio à apontar um lugar,livro,site ou qualquer campo onde se ainda há uso destas palavras, ao menos de uma forma mais vulgar ou geral na atualidade.",
                "Eu não sei dizer em que ponto está a linha entre a extinção da palavra e o simples fato dela ser muito pouco conhecida e pouco frequente. No meu caminho aprendendo outras línguas latinas eu casualmente encontrei palavras muito pouco frequentes na língua portuguese que são semelhantes a palavras frequentes em outras línguas latinas. Palavras cujo significado eu só consegui compreender pq conhecia do vocabulário estrangeiro.\n\nAlhures é uma palavra da língua portuguesa que significa \"em outro lugar\", o oposto de \"aqui\". Em francês é bastante frequente e se traduz por \"ailleurs\". A palavra \"vaga\" significa onda ou o movimento específico de ir pra frente e pra trás do mar. Em francês a tradução pra onda é \"vague\". O barulho do mar, diga-se de passagem é \"marulhar\", mas nunca ouvi ninguém dizer. Também já vi em livros as palavras mitene (luva feminina que não cobre os dedos), canapé (assento tipo um sofá), melê (desordem, porradaria) e valise (bagagem, mala), que eu imagino que venham diretamente do francês (mitaine, canapé, mêlé e valise), sem terem evoluído do latim paralelamente. Também já li a palavra repasto, que significa banquete e possui equivalentes ao menos em francês (repas, que quer dizer refeição) e em italiano (pasto que quer dizer também refeição) \n\nA palavra quedar significa ficar ou permanecer em espanhol, e também existe em português, mas ninguém usa. O mesmo com a palavra cerrar, que quer dizer fechar em espanhol em todos os casos, mas em português usamos em pouquíssimos contextos. Apodo é uma palavra em português pra apelido ofensivo ou zoeiro e existe em espanhol como apelido\n\nEu não entendo muito sobre etimologia, mas existem algumas palavras que imagino ainda usamos, mas com um significado modificado. Por exemplo \"testa\" significa cabeça em outras línguas latinas como francês e italiano, e nós somos basicamente os únicos que nos referimos a esta região como testa. Talvez houve um momento no passado em que também nos referimos à cabeça com a palavra \"testa\". Cutelo é o nome que usamos pra uma faca específica mas que em francês (couteau), espanhol (cuchillo) e italiano (coltello) é a tradução geral pra \"faca\".",
                "Samicas de cagamerdeira, gil vicente choraria",
                "Link direto: https://pedrodanieldeoliveira.blogspot.com/2023/04/momento-quora_01739371991.html\n\nAchei bacana algumas palavras como vate e mesteiral; acredito que a lista seja bem maior.",
                "Verbetes outrora corriqueiros, ulteriormente eruditos.",
                "Idiossincrasias, adoro mas até evito 😒",
                "Vosmecê e suas variações, Lambisgoia, mequetrefe e Depós... Algumas são de livros de época e outras de conversas com pessoas do século passado"
            ]
        },
        {
            "title": "Divulgue seus escritos, canal ou podcast",
            "selftext": "Tópico mensal para divulgar o seu trabalho. O tópico ficará fixo por algumas semanas, podendo ser localizado facilmente abaixo da capa do sub ou na barra lateral (usuários do velho reddit). Para comunidades voltadas a novos escritores recomenda-se o /r/rapidinhapoetica/ e /r/escritoresbrasil.\n\nPara consultar os tópicos de meses anteriores, [clique aqui](https://www.reddit.com/r/Livros/search/?q=divulgue%20seus%20escritos&restrict_sr=1&sr_nsfw=&sort=new).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12hjo6z",
            "num_comments": 3,
            "comments": [
                "Olá pessoal, sou designer gráfico e escritor. Criei esse projeto pra quem é fã de terror, thrillers e suspense. Lembra de um trecho ou frase memorável dos seus livros preferidos? A ideia desse projeto é fazer uma coleção destas citações. Pra quem gostou da ideia e puder dar aquela força:\n\nTerror Entre Aspas\n[Instagram](https://instagram.com/terrorentreaspas?igshid=OTJhZDVkZWE=)\n[TikTok](https://www.tiktok.com/@terrorentreaspas?_t=8bNqxklaJan&_r=1)",
                "Eu escrevo fantasia antropormofica, uma mistura de psicologia com game of trones (imagine uma aventura onde o inimigo final são seus traumas e autoenganos), tenho meus contos na amazon, um deles é o conto mais lindo no Brasil (nem eu acredito) se chama o mercador de sonhos.\n\nMeu canal no instagram é focando em AI arte e worldbulding, quem quiser me seguir e participar com comentários ou ideias só clicar aqui [Morserus](https://www.instagram.com/morserus13/)\n\nDa um alô quem vier daqui.",
                "Opa pessoal! Estou publicando meu primeiro livro: \"ACM: A Crise de Nova York\". Se trata de uma história de fantasia urbana, bebendo de fontes como Cassandra Clare, Agatha Christie e H.P Lovecraft. Segue uma sinopse:\n\n\"Raiven era um executor da Associação de Controle da Magia. Desde cedo, foi treinado no caminho da magia para caçar os espíritos mágicos: criaturas transdimensionais que invadem nosso mundo para consumir nossas almas. Junto de sua melhor amiga Sasha e do calculista Nick, ele faz parte da elite da Agencia de Nova York. Se sentiam imbatíveis, e provavelmente eram, até essa história começar.\n\nQuando o número de invasões mágicas na cidade de Nova York triplicou, causando uma das maiores crises místicas já vistas em território americano, Raiven e sua equipe foram encarregados de encontrar o responsável pelo desastre: o enigmático Senhor das Trevas. O garoto deve aprender a lidar com seus sentimentos confusos, as acusações das autoridades da magia e a natureza imprevisível de um dos seus maiores confidentes no caminho para descobrir a identidade do maior terrorista místico da história.\n\nConforme a pressão política para resolução do mistério vai aumentando, os executores terão que mergulhar fundo em algumas das zonas mais sombrias da cidade, revelando os detalhes de uma grande conspiração que se alastra por cada canto da associação. Enquanto a crise se agrava, as evidências que Raiven coleta o obrigam a duvidar da inocência de seus amigos mais próximos, e até da sua própria.\"\n\nA versão física pode ser adquirida [aqui.](https://editoraascensao.lojavirtualnuvem.com.br/produtos/a-c-m-a-crise-de-nova-york-luis-otavio-mury/).\n\n[Versão digital disponível na Amazon.](https://www.amazon.com.br/gp/aw/d/B0C181D7M2?ref_=dbs_m_mng_wam_calw_tkin_0&storeType=ebooks&qid=1680482280&sr=1-1) Vale lembrar que o pessoal do Kindle Unlimited pode ler de graça.\n\nObrigado pela atenção!"
            ]
        },
        {
            "title": "Vocês recomendariam ler Bukowski?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12h7up7",
            "num_comments": 19,
            "comments": [
                "Prosa eu não sou muito fã não, mas a poesia dele eu AMO, acho que vale muito dar uma chance, sim. São nelas que ele mostra um lado totalmente diferente daquele pelo qual ele ficou conhecido (alcoólatra, machista etc), uma personalidade com muito mais nuance. Algumas poesias são apenas lindas, algumas são até meio motivacionais, outras têm um gosto mais sofrido mas ainda são incríveis, outras fazem a gente refletir sobre várias coisas...enfim, curto muito essa parte do trabalho dele.",
                "Não. Li muito no início da vida adulta e hoje percebo que, em geral, era bem ruinzinho. Mas ele teve bons momentos, como em Misto Quente. Só acho que tem coisa melhor por aí, até mesmo no estilo dele.",
                "SIM! SIM! SIM! TENHO A COLEÇÃO QUASE COMPLETA DOS LIVROS DELE!",
                "Escrita boazinha, mas bem depressivo a maior parte do tempo. Vai do seu gosto mas não é pra mim",
                "Eu gosto muito. \nAlém das poesias li o romance Pulp que é muito bom e fluido.\n\nEle é alcoólatra, vive com prostitutas e trata mulheres como objetos. Então se isso te faz retorcer o rosto não vai conseguir digerir.\nMas por de te todo esse comportamento sórdido tem um coração",
                "Da na mesma que ler Reddit. Só serve pra entreter. E ainda precisa ler com o filtro ligado.",
                "Toda leitura é válida",
                "Mais do que qualquer outro.",
                "As poesias eu gosto muito."
            ]
        },
        {
            "title": "Personagem de terror mais assutador pra você?",
            "selftext": " \n\n Qual personagem mais sinistro de terror pra você? Filme/ ou livro",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12gx0ww",
            "num_comments": 5,
            "comments": [
                "Nyarlatothep",
                "A menina do “O chamado”\n\nAssisti quando tinha uns 6-7 anos, fiquei com trauma e nunca tentei superar. Ou seja, até hoje sinto um arrepio só de ver uma cena, passar por um poço macabro ou ver uma tv quadradona piscando com ruído.\n\nFora meu trauma de infância, que não afeta em nada a minha vida, já que não se usa mais poços ou tvs quadradonas, vejo filme de terror com a maior alegria, adoro a adrenalina que recebo.",
                "Acho que dos clássicos da infância o Freddy Krueger. Porque você ia dormir e ficava pensando... E se sonhasse com ele no outro dia já ficava imaginando que o desgraçado ia me levar.",
                "Em minha opinião o Pennywise, do livro \"IT\". As criaturas do HP Lovecraft também são bem sinistras, mas não diria que são assustadoras.",
                "os antigos de lovecraft\n\ntipo eles tão literalmente vivos e adormecidos na terra, conseguem criar vida e hipnotizar ela pra fazer qualquer desejo\n\nse eles acordassem, a humanidade viraria meros escravos"
            ]
        },
        {
            "title": "Não conseguir achar um livro brasileiro",
            "selftext": "Olá, Bom como no título já fiz por si só, eu peço ajuda para encontrar.  \nEu vou tentar descreve-lo mas, já se passo alguns anos ao algumas coisas podem está erradas:\n\nTinha uma capa azul, Era sobre um ex-coronel (ou outro ex) se senta numa cadeira a beira do mar e reflete sobre o seu passado.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12gdj5g",
            "num_comments": 1,
            "comments": [
                "\"Memorial de Aires\" do machado?"
            ]
        },
        {
            "title": "Qual livro que foi baseado em filme que você gostou?",
            "selftext": "Apenas uma conversa sobre tema, pois há (muitos) casos do filme ser inferior ao livro ou oposto. Mas qual livro que você leu que foi baseado em filme e você gostou?   \n\nO livro do Op provavelmente seria Elite da Tropa ou A Revolução dos Bichos, viu ambos filmes e leu ambos livros recentemente.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12gt2jy",
            "num_comments": 59,
            "comments": [
                "Raramente filme supera o livro no qual foi baseado, mas Forrest Gump, pqp, que livro ruim e que filme bacana, hahahaha.\n\nTambém gosto muito de O Iluminado do Kubrick, mas aí eu nem diria que ele é melhor que  o livro do Stephen King, porque ele na verdade toma uma licença poética grande e se desvia em muitos pontos da obra original. Mas é um filme absolutamente sensacional.",
                "Livro baseado em filme, ou filme baseado em livro?",
                "Eu vou citar o menos óbvio: Drive (com Ryan Gosling). Gostei muito do livro, mas achei o filme melhor.",
                "Sobre Meninos e Lobos. O livro é excelente e o filme também, não consigo dizer qual o melhor.",
                "Vou dar exemplo das duas formas kkkk\nO livro que virou filme que eu amei foi a sociedade literaria e a torta de casca de batata, e o filme que virou livro que eu tambem amo é o labirinto do fauno, uma dadiva 🙌🙏",
                "The Godfather!",
                "Você poderia me dar exemplos de livros baseados em filme? Seria um livro que foi escrito com base no filme e expande seu universo ou um livro que é literalmente o filme mas escrito? Achei curiosa a colocação, primeira pergunta do gênero que encontro",
                "Acho Jurassic Park no cinema é melhor que o livro. The Leftovers, que é uma das minhas séries preferidas também é uma adaptação que ficou melhor que o livro. Um livro que eu achei melhor que o o filme foi o Atlas de Nuvens (Cloud Atlas) que foi adaptado para o filme A Viagem Cloud Atlas",
                "Sob a pele, embora o livro (de Michel Faber) tenha uma atmosfera e detalhes bem diferentes do filme, pois como sempre interpretações e o imaginário do escritor foca de fora das adaptações dos diretores e principalmente financiadores)",
                "Fight Club",
                "coloca aí aniquilação\n\nvi o filme e pensei \"isso daria um puta livro\". qual não foi minha surpresa ao descobrir que o filme era uma adaptação de um livro.\n\nsó que o livro é uma coisa e o filme é outra completamente diferente. alguns elementos chave são compartilhados mas com contextos, formas e fins nem um pouco parecidos.\n\ngosto bastante de ambos",
                "Os da Ghibli geralmente são bons. Eu gostei muito das adaptações de O Castelo Animado e O Serviço de Entregas da Kiki. Mas nem sempre eles acertam (vide Terramar)",
                "Achei os filmes Jogos Vorazes melhores que os livros",
                "Era uma vez em Hollywood, o livro é mais empolgante que o filme",
                "Pelo que entendi, a pergunta deveria ter sido \"Qual um livro adaptado para filme, ou um filme adaptado para livro, você gostou?\"\n\nDa maneira que está escrita dá a entender que primeiro saiu o filme e em seguida a novelização, tal como Era Uma Vez Em Hollywood.\n\nClube da Luta é um exemplo de livro que é bom, mas o filme é infinitamente superior.",
                "Trainspotting, o filme é bem melhor que o livro",
                "Doutor sono, com certeza",
                "Existe isso? Kkkk\nN lembro de ter lido nenhum do tipo..",
                "Hp",
                "O lado bom da vida, puta filme com Oscar e o livro é chatooooooo demais",
                "Trilogia Millenium do Stieg Larson. Na Suécia fizeram adaptações dos três livros. Nos Estados Unidos tem só a adaptação do primeiro: ‘Os homens que não amavam as mulheres’",
                "O cheiro do ralo",
                "Livros baseados em filmes? Nunca li nenhum, tem alguns exemplos?",
                "Nenhum sinceramente pra mim o livro é sempre melhor. E depois de eragon não leio mais nenhum livro que tem filme.",
                "Bíblia",
                "Eu acho os filmes do Maze Runner beeeem melhores do que os livros",
                "Pelo que eu sei o Labirinto do Fauno é um livro baseado em um filme do Guillermo del Toro de mesmo nome. Eu gostei muito do livro embora não tenha assistido o filme.",
                "Senhor dos anéis. \n\nOlha, eu amo ler, eu li os livros, são clássicos, tem partes muito boa, mas o ritmo é bemmmmmm devagar. Não é meu estilo. \n\nJá os filmes eu amo e vi várias vezes.",
                "Até hj nunca vi um, só o contrário kkk",
                "Elite da tropa e revolução dos bicos não é livro baseado em filme mas filme baseado em filme.\n\nFilme baseado em filme seria o livro do Indiana Jones e os Caçadores da Arca Perdida, por exemplo, que é novelização do filme.",
                "Se eu li o livro não vejo o filme nem ferrando kkk",
                "O próprio Tarantino escreveu um livro do Era Uma Vez Em Hollywood, é basicamente o roteiro mas escrito em prosa, achei excelente",
                "Piquenique na Estrada (livro) dos irmãos Strugatski e Stalker (filme), do Tarkovski.",
                "Não sei se tou cometendo uma heresia mas adorei o  livro último olimpiano e achei uma porcaria o filme",
                "2001: uma odisseia no espaco\n\n&#x200B;\n\nEu vi o filme e pra ser sincero nao entendi porra nenhuma do final, depois de um tempo fui em um sebo e achei uma versao beeem antiga do livro, acho que eh de 1970, acabei pegando pra ler e pqp, que final foda. O filme nas suas limitacoes fez o melhor que era possivel mas no livro vc vendo a perspectiva do astronauta, oq realmente ta rolando no \"quarto\", e a perspectiva dos criadores do monolito fica uma coisa muito mais legal",
                "O conto da aia. O livro é uma lenga lenga disgraçada que quando finalmente desenvolve um ritmo legal, acaba. A série é incrível",
                "Um Estranho no Ninho.\n\nO livro é foda, e o filme também."
            ]
        },
        {
            "title": "alguem me ajuda a lembrar o nome desse livro",
            "selftext": "o livro é sobre um cara que descobre que o pai era psicopata e herdou isso dele.tem uma cena que ele até dá um pedaço de carne pra um cachorro com uma lamina dentro.  \né tudo que eu lembro kk",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12gafpu",
            "num_comments": 2,
            "comments": [
                "Vê se é o American Psycho, do Easton Ellis. Tem até um filme."
            ]
        },
        {
            "title": "Livro sobre aranhas humanas",
            "selftext": "Sinopse: Uma vez eu vi alguém falando a sinopse de um livro em que os seres-humanos, já tão evoluídos, começaram a fazer experimentos em outros planetas: por meio de alterações na atmosfera e um processo muito loucos, a gente conseguia realizar o processo de evolução em minutos. Então a genteia fazer algo assim num planeta aleatório com macacos, mas algo deu errado, e isso foi parar num planeta de aranhas, então essas aranhas evoluíram e pá e tal. \n\nEra um livro de ficção científica, e olha que eu nem sou tão fã, mas esse, por algum motivo, me chamou a atenção - lembro de ter visto um vídeo sobre essa sinopse, talvez do livraria em casa, talvez da Isa Lubrano\n\nVocê sabe o título desse livro?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12g3r4s",
            "num_comments": 7,
            "comments": [
                "Provavelmente Children of Time do Adrian Tchaikovsky",
                "Filhos do tempo, do tchaikovsky. Livro brilhante"
            ]
        },
        {
            "title": "Quem é ou foi Mayara Benatti?",
            "selftext": "Vejo o nome desta mulher em várias citações, frases, versos...que eu vejo frequentemente pela internet e fiquei curiosa para saber de quem se tratava. Escritora? Poeta? Ou algo assim?\n\nTentei fazer buscas e não encontrei nada, pedi ajuda até pro ChatGPT e ele não conseguiu achar nenhuma informação sobre.\n\nAlguém sabe quem é? Será que pelo menos ela existe?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12g31r9",
            "num_comments": 2,
            "comments": [
                "Provavelmente, ninguém. É comum escrever frases de efeito por aí e atribuí-las a alguém na tentativa de dar a elas alguma credibilidade. Clarice Lispector e Caio Fernando de Abreu são duas das vítimas mais comuns. Se dependesse da internet, eles seriam autores de auto-ajuda a essa altura.\n\nMas como hoje em dia é relativamente fácil descobrir que aquele determinado autor famoso nunca escreveu aquilo, a alternativa é criar um nome fictício, que quase ninguém vai checar, e atribuir aquela frase irada que você pensou a ele. E isso vai se repetindo e se perdendo, até acontecer isso que você notou."
            ]
        },
        {
            "title": "Sobre a publicação de livros nacionais",
            "selftext": "Virei um leitor de livros graças aos animes, que me fizeram criar uma paixão por light novels, e agora eu estou cada vez mais deixando as light novels de lado e me inteirando na literatura comum.\n\nAinda assim, eu tenho uma grande preferência por livros japoneses, o que me levou a conhecer o mercado do país e descobrir o incrível número de lançamentos mensais por lá. Em especial, eu amo o fato de que eles produzem milhares de livros sobre e para adolescentes ou jovem adultos.\n\nNo entanto, não dá pra dizer que eu vejo um grande número de livros nacionais saindo no Brasil - a maioria dos que saem, na minha percepção, são de fantasia.\n\nSerá que a minha percepção está errada? Onde posso saber mais sobre os lançamentos nacionais no Brasil? E principalmente, onde posso encontrar livros nacionais ambientados no mundo real e feitos para adolescentes e jovens adultos (tirando aqueles livros ultra saturados com um público-alvo feminino)\n\nObrigado.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12fzazc",
            "num_comments": 2,
            "comments": [
                "De autores brasileiros eu só conheço o grupo saifers, que é focado em obras de sci-fi. Se tu der um google acha mais informações.",
                "A minha percepção já é bem diferente: queria mais livros de fantasia. Na minha vivência trabalhando em editora, os livros que chegam geralmente são contos/romances sem nada de fantástico, por assim dizer.\n\nEu pessoalmente gosto muito da literatura que a Penalux, a Patuá e a Urutau vem trazendo nos últimos tempos - porém o valor dos livros pode ser meio salgado e acho que muitos deles não tem em ebook... também não consideraria com temática mais adolescente... mas o catálogo é bem extenso, talvez valha a pena dar uma olhada lá e nas redes sociais deles.  \n\\*\\*\\*edit: esqueci da Oito e meio, que tem uma proposta legal com o Selo Transversal tbm."
            ]
        },
        {
            "title": "Qual livro que mais te tirou da sua zona de conforto?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12fxz4t",
            "num_comments": 31,
            "comments": [
                "Memórias do subsolo, o livro é muito desconfortável de ser lido",
                "Ensaio sobre a cegueira, até hoje não terminei, muito bom recomendo",
                "Caninos brancos\nO livro era literalmente só descriçao de cenario.",
                "Ecce homo, definitivamente. \n\nA ideia é libertadora e muito melancólica ao memso tempo",
                "Sapiens",
                "Foi _Piranesi_ de Susanna Clarke. Ela me tirou da zona de conforto em só ler livros clássicos. Então foi a primeira vez que li até o fim um livro contemporâneo.",
                "Tom Jones, the foundling. Eu li uma versão da editora Suzano e é um livro de 500 páginas em uma linguagem muito hermética datada do século 18. Então, a tradução para o português é extremamente rebuscada, foi uma luta, muitas vezes eu me perdia no raciocínio dos personagens pela simples questão da barreira linguística.",
                "Definitivamente ler o peso do pássaro morto da Aline Bei marcou meu retorno à valorização da leitura de literatura brasileira, eu estava presa numa zona de conforto de não ler livros brasileiros",
                "Os demônios, do Dostoievski",
                "A série Senhor dos Anéis e A Gaia Ciência de Nietzsche",
                "Jantar Secreto - Raphael Montes",
                "Precisamos Falar Sobre o Kevin. Um livro que me deixou estranho enquanto lia. Eu me identificava com algumas passagens e conseguia ver algumas características do meu Eu do passado no Kevin (que é um menino ps1copata, quem leu sabe). Entendi algumas coisas sobre a maternidade e... Enfim, um bom livro.",
                "Things Have Gotten Worse Since We Last Spoke, por ser em inglês, curto e MUITO desconfortável",
                "No meu caso foi o Ficções do Borges.",
                "Suicidas - Raphael Montes.",
                "Things Have Gotten Worse Since We Last Spoke  \nÉ extremamente desconfortante e angustiante.",
                "Lolita do Vladmir Nabokov... Assim, eu tinha me interessado em ler pq desde o início já sabia do lance de \"ponto de vista\" e achei curioso até (isso lá pros meus 13 anos). Ainda sou menor de idade (um pouco mais maduro q meu eu de 13) e ler isso tá sendo bem complicado.",
                "Desafio poliamoroso",
                "Crime e Castigo, do Dostoiévski. Terminei de ler na força do ódio.",
                "Hábitos Atômicos, mas não porque a leitura é desconfortável, mas sim porque o conteúdo do livro me fez refletir e tomar ações que me tiraram de minha zona de conforto (para o bem).",
                "\"Aparição\", de Vergílio Ferreira. Um romance ensaísta de introspecção e existencialismo. Lindo."
            ]
        },
        {
            "title": "Stormlight é tão bom quanto mistborn?",
            "selftext": "Recentemente terminei a primeira era de mistborn e achei incrível (o poço da ascensão se tornou meu livro favorito) comecei elantris e dropei na metade não queria perder tempo com stormlight pq o livro é gigante.\n\nPra quem já leu me fala sem spoiler se é tão bom quanto mistborn.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12fxl3y",
            "num_comments": 2,
            "comments": [
                "Quando eu estava terminando Mistborn eu via muita gente falando que Stormlight conseguia ser melhor, na época eu duvidei, pensei que era difícil superar essa trilogia, mas eu estava bastante errado. Algumas pessoas acham o primeiro livro da série meio arrastado, mas acho que tudo vale a pena no final. Stormlight é maravilhoso, leia."
            ]
        },
        {
            "title": "Vocês curtem romances com fantasia meio futurista? Achei esse livro bem interessante pela premissa. Acabei gostando muito! tem mais assim?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12fwicu",
            "num_comments": 6,
            "comments": [
                "De fantasia conheço vários, mas fantasia meio futurista não 🥺",
                "Eu gosto muito da série crônicas lunares, mas acho que ela se encaixa mais em fantasia sci fi"
            ]
        },
        {
            "title": "Mistborn - experiência com o primeiro e segundo livro sem spoilers",
            "selftext": "\nOlá meus queridos. Ontem terminei de ler o segundo livro da saga Mistborn e fiquei encantado com a experiência literária que tive. Brandon Sanderson é um escritor eu incrível e sabe criar uma trama envolvente que te mantém vidrado da primeira à última página. \n\nA cada capítulo, a curiosidade aumentava e eu não conseguia parar de ler até descobrir como tudo iria terminar. Eu recomendo fortemente a leitura para vocês!\n\nInfelizmente, os livros em português têm um preço um pouco alto, mas se você tiver conhecimento em inglês, o preço é bem mais acessível.\n\nQuando terminar de ler o terceiro venho aqui compartilhar minha experiência com vocês com o final da primeira era. Ainda não comecei a ler pq estou superando o fim do segundo.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12fnfzg",
            "num_comments": 7,
            "comments": [
                "Eu pessoalmente achei o segundo livro um filler entre o segundo e terceiro livro. A obsessão do gênero fantasia com 3 livros é meio bizarra. Eu acho que dava pra separar o grosso do livro 2 e colocar ele no livro três cortando toda a gordura desnecessária. Nesse sentido a Segunda Era é bem mais direta ao ponto.\n\nEu sei que a Leya largou os livros do cara, então deve tá um porre de achar ele por aqui. Incrível como a gente não tem uma publicação sólida e consistente de um dos maiores escritores de fantasia da atualidade.",
                "Eu amei demais, li os três em tipo 2 semanas ahahah baixei tudo grátis em pdf",
                "O primeiro é o melhor da trilogia, o segundo mediano e o terceiro ótimo.\n\nKelsier é um dos personagens mais legais do gênero.",
                "Livro perfeito sem defeitos ❤️🥰",
                "Li o primeiro e gostei muito, o final me pegou bastante, os personagens sao bem cativantes e a história te prende muito.\n\nAo terminar o primeiro fui ler o ultimo da trilogia os executores do brandon sanderson também.\n\nTo pra voltar e finalizar a trilogia mistborn\n\nBrandon me surpreendeu muito com escritor de fantasia"
            ]
        },
        {
            "title": "[bate-papo] O que você está lendo?",
            "selftext": "Tópico semanal para comentar suas aventuras literárias. \n\n1. Seja gentil e respeite as regras da nossa comunidade.\n2. Se for dar spoiler, utilize a marcação adequada. Para usuários do *old reddit* basta olhar a barra lateral do sub, enquanto para usuários da nova versão basta fazer a edição na hora da postagem.\n3. Considere visitar os subs afiliados /r/NaMinhaEstante e /r/Quadrinhos e o canal no Discord [Biblioteca da Meia Noite](https://discord.gg/biblioteca-da-meia-noite). \n4. Para consultar os tópicos de semanas anteriores, [clique aqui](https://www.reddit.com/r/Livros/?f=flair_name%3A%22conversa%22).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12fkjvb",
            "num_comments": 109,
            "comments": [
                "Terminei Tóquio Proibida, do Jake Adelstein, ontem. \n\nAgora comecei Nenhum Olhar, do José Luís Peixoto.",
                "Madame Bovary do Gustave Flaubert.",
                "Conto de fadas - Stephen King, :)",
                "Ensaio sobre a cegueira",
                "Ensaio sobre a cegueira, de José Saramago.",
                "Hamlet e Precisamos Falar Sobre Kevin",
                "Guerra e Paz - Tolstoi",
                "A cantiga dos pássaros e das serpentes",
                "Memorial do Convento, do Saramago. Gênio, gênio e gênio.",
                "Terminei A História de Quem Foge e de Quem Fica (inclusive, as atitudes da Elena são questionabilíssimas no fim do livro), e comecei A Sociedade do Anel, tô gostando do livro",
                "O símbolo perdido - Dan Brown",
                "Drácula de Bram Stoker",
                "O cortiço de Aluísio Azevedo",
                "Levante-se e atire primeiro.",
                "A sangue frio - Truman Capote",
                "Palavras",
                "A biblioteca da meia noite",
                "NBC TA 200",
                "Neuromancer, William Gibson",
                "Columbine- David Cullen \nThe virgins suicides- Jeffrey Eugenides",
                "Dom casmurro",
                "O Abutre de Gil Scott Heron, O Aleph de Borges, Materialismo Dialético da Acad. de Filosofia da URSS e Ciência e Existência do Álvaro Vieira Pinto.",
                "Como funciona o facismo, a política do nós e eles",
                "pequenas criaturas, uma coletânea de contos do Rubem Fonseca",
                "O continente, Érico Veríssimo",
                "Morte no Nilo. Tô achando incrível",
                "Eu tô lendo 1984 - George Orwell.",
                "Arriscando a própria pele",
                "The ex talk.",
                "1822, terminei de ler 1808 semana passada hehehe, te dá uma visão muito boa da história do Brasil e das dificuldades que herdamos e dos desafios que parecem os mesmos desde o início da nossa história",
                "As irmãs Makioka de Junichiro Tanizaki. Estou de 16% e gostando muito ☺️",
                "Estou lendo \"Para sempre vou te amar\". Estou amando é uma história fluida e sensível que me causa tantos sentimentos. \n\n\nEspero terminar antes que o livro que comprei chegue, ele é a continuação de um dos meus favoritos e estou com altas expectativas.",
                "Frankstein, o promoteu moderno",
                "Léxico familiar e Minha coisa favorita é monstro",
                "Estou lendo mrs dalloway virginia wolf, admirável mundo novo",
                "Folhas de Relva – Walt Whitman",
                "A divina comédia de Dante",
                "Tentando O poder do Habito e Inferno",
                "Guia do mochileiro das galáxias",
                "a ilha do tesouro de R L Stevenson",
                "Vidas secas que comecei ontem, eu estava lendo 2001 mas perdi a vontade lá na página 140, to tentando continuar ler 2001 mas to sem vontade",
                "Hoje eu terminei \"O menino do pijama listrado\", confesso que mesmo sendo um livro pequeno, demorei pra pegar impulso pra ler. Comecei hoje também \"todas as suas imperfeições\" da Colleen",
                "Terminei Tudo é Rio. E agora tô muito animado pra começar Oliver Twist.",
                "Corte de espinhos e rosas, me sentindo uma adolescente",
                "Anonymous",
                "Acabei de ler Jurrasic Park o primeiro, gostei bastante, tô pensando em começar a ler o segundo. \n\nNa fila tem, o homem que decifrou o mercado, flash boys, noite escura sem estrelas, tripulação de esqueletos.",
                "Deixe o quarto como está - Amilcar Bettega",
                "Dália Negra, James Ellroy e A Mãe, Gorki",
                "Gomorra: A História Real de um Jornalista Infiltrado na Violenta Máfia Napolitana",
                "Romance de cada tá servido com De Férias com Você",
                "Estou lendo L'homme en procès do Henry pierre simom, mas peguei uma gripe e não consigo ler gripado.",
                "lolita do nabokov",
                "A Casa dos Espíritos de Isabel Allende",
                "Um sussurro nas trevas do Lovecraft",
                "Eu tô lendo Carnaval e Harry Potter e o cálice de fogo.",
                "Os crimes abc - Agatha Cristie",
                "Como ser anticapitalista no século XXI",
                "A Biblioteca da Meia Noite. Comecei ontem, estou curtindo, leitura muito facil.",
                "Um pouco empacada em crime e castigo do Dostoiévski, lendo o que é alienação do Codo e também um buraco com meu nome da Jarid Arraes",
                "Aurora Leigh - Elizabeth Barrett Browning\n\nCrítica da Razão Prática - Kant\n\nEvangelho do Novo Mundo - Maryse Condé",
                "Crime e castigo",
                "Primeira trilogia Mistborn de Brandon Sanderson",
                "Estou lendo Harry potter e as Relíquias da morte. Depois desse vou fechar a saga harry potter e talvez começar a ler as cronicas de narnia ou o iluminado.",
                "O jardim das borboletas \n\nUm suspense, tô no iníciozinho a recém",
                "Sombras da noite, esteve rei.",
                "Todos os belos cavalos, Cormac McCarthy",
                "A Volta ao Mundo em 80 Dias, Júlio Verne. Muito bom.",
                "Meditations On Violence, definitivamente recomendo pra qualquer um que treina artes marciais ou esportes de combate/contato. Leio em toda manha pelo menos uma (mas geralmente 2 ou 3) meditacoes do livro de meditações do Marco Aurélio.\n\nTambém estou lendo o \"Musculação - Anabolismo Total\" do saudoso waldemar guimarães, mas esse é uma leitura bem mais lenta, mas considero essencial",
                "Os Sertões, de Euclides da Cunha e Nova Antologia Poética, do Vinicius de Moraes. Confesso estar lendo Os Sertões contrário a minha vontade por conta da minha professora, mas estou gostando.",
                "Terminando de reler O Banquete do Cordeiro de Scort Hahn e lendo O Outono da Idade Média do Johan Huizinga.",
                "Vou começar agora o último volume de Sherlock Holmes, e estou lendo a Ilíada e O Fantasma da Ópera",
                "Terminei Incidente em Antares.\n\nComecei Apollo 13",
                "A Biblioteca da meia-noite!muito bom!",
                "Verity, Colleen Hoover (quero entender porque vende tanto)  \nAbominação, Gary Whitta (tenho meia dúzia da DarkSide para ler ainda)",
                "Misto Quente, de novo.",
                "A garota do lago"
            ]
        },
        {
            "title": "Em novo livro, Davi Kopenawa e Bruce Albert denunciam o genocídio",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12fkh8a",
            "num_comments": 1,
            "comments": [
                "Queda do Céu foi uma grande porrada. Difícil esperar menos do novo livro."
            ]
        },
        {
            "title": "Vocês tem algum livro raro?",
            "selftext": "O livro mais raro que eu tenho é o Brasil Sonoro, de Mariza Lira, que é um dos primeiros livros de história da música brasileira lançados no país. \n\nPaguei uma mixaria pela primeira edição de 1938.\n\nE vocês? Possuem alguma raridade?\n\n###",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12f562z",
            "num_comments": 20,
            "comments": [
                "Eu, como músico, invejo sua aquisição. No mais, sem livros raros na minha coleção",
                "Um livro da minha área de formação (geografia: pequena história crítica, primeira edição de 83).",
                "Tenho vários da Cosac Naify, a livraria cultura sempre fazia promoções na época e eu aproveitava para comprar.",
                "Não tenho certeza se realmente são, mas la vai:\n\n- Tenho um dicionario de latim que veio la de portugal, publicado em 1945, ele é super velho de aparencia, mas é otimo, pra um livro que sobreviveu 78 anos sem ter dano significativo além dos na capa e na lombada, ele ta firme e forte\n\n- Tenho uma coleção do Sherlock completa da decada de\n 90 da barnes & noble, la nos EUA n deve ser raro, mas duvido que tenham muitas copias dele aqui no brasil (parentese só pra falar que essa porra pesa uns 4kg e eu amo o tamanho do livro, parece que eu to com uma biblia medieval quando to lendo)\n\n- Nesse caso não sei se meu livro em si é raro, mas a circunstancia é bastante: tenho um livro de critica genetica da literatura que em algum momento foi da universidade de nottingham, não faço ideia como ele chegou no brasil, mas peguei ele na doação e agora ta aqui\n\n- Tenho varias revistas academicas antigas que pego doação, meu objetivo é catalogar todas elas e digitalizar os textos, pq mt das vezes a maioria deles é de dificil acesso até na biblioteca da faculdade que publicou, não sei se tem alguma muito rara, até porque são pouco vendidas no geral",
                "Tenho uma primeira edição de Tutaméia, último livro que Guimarães Rosa publicou em vida.\n\nTenho uma primeira edição da nona poesia vertical, de Roberto Juarroz, além de sua poesia vertical completa, que também é difícil de encontrar.",
                "Eu tenho o livro \"Feijoada No Copa\", de Chico Anísio. PAguei 2 reais na época em que comprei.",
                "Tenho um livro intitulado \"Amor imortal\", publicado por volta de 1930, de autoria de José Antônio Nogueira.\n\nÉ uma obra autobiografica que trata de espiritualidade e dos mistérios da morte. Se eu encontrasse esse livro por acaso em um sebo, não me despertaria nenhum interesse. Porém, tomei conhecimento dele a partir de um ensaio de Guimarães Rosa no qual ele elogia muito a obra, tratando-a como uma verdadeira referência da literatura brasileira ainda não conhecida. Logo após ler o ensaio, pesquisei na estantevirtual, encontrei uma única edição a venda e comprei.",
                "Eu tenho a primeira edição de Tieta do Agreste, mas não sei se é muito raro. Ganhei de presente de uma biblioteca.",
                "Coleção do Faulkner publicada pela cosac, contos completos do Tolstoï pela Cosac também, além de vários outros da editora. Poesia completa da Sophia de Mello Breyner. Um saramago autografado. Um Vargas Llosa autografado.",
                "Não tenho certeza se é raro, mas é antigo e foi impresso em Barcelona.\n\"Nuevo campeon del Mundo\"\nPartidas do Anatoly Karpov.",
                "Eu tenho a coleção completa das hq clássicos Disney da abril. Não sei ao certo a raridade de cada revista, mas certamente a coleção completa é raridade. Ganhei na infância de um tio-avô. São meus xodós.",
                "Dom Quixote",
                "Fontes de Riqueza dos Estados Unidos do Brasil,  de 1890"
            ]
        },
        {
            "title": "Recomendações de livros sobre culinária",
            "selftext": "Oii, bom dia. Alguém tem alguma recomendação de livro sobre culinária?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12ekif1",
            "num_comments": 14,
            "comments": [
                "Algum tipo de culinária em específico?",
                "se vc estiver procurando uma culinária mais intuitiva e divertida e gostar de jogos, tem um livro culinário gringo com receitas de refeições do jogo the sims: The Unofficial Sims Cookbook ![gif](emote|free_emotes_pack|slightly_smiling)",
                "Sal Gordura Ácido Calor da Samir Nosrat",
                "Que tipo de culinária?\n\nPra receita?\n\nVê os da Rita Lobo",
                "\"Professoras na cozinha\", da Marilena e Laura Chaui.\n\nComeça do bê-a-bá; pra quem não sabe praticamente nada dessa arte.",
                "The Food Lab - Kenji Lopez Alt\n\nNo Recipe Recipes - New York Times Cooking\n\nSimple - Ottolenghi\n\n-\n\nO primeiro ensina a cozinhar melhor através da ciência. Incrível.\n\nO segundo é giro e simples com boas ideias para cozinhar \n\nO último tem receitas do conhecido ottolenghi. Todas deliciosas mas mais elaboradas."
            ]
        },
        {
            "title": "Preconceito com auto ajuda",
            "selftext": "Já ouvi amigos e vi alguns memes zoando livros de auto ajuda e pessoas que consomem esse tipo de livro. Eu já li um uma vez e achei até legal, mesmo não tendo paciência pra ficar lendo vários. Por que a zoação com esse conteúdo?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12e4ez1",
            "num_comments": 10,
            "comments": [
                "Pq são generalistas e muitas vezes escritos por alguém que não tem estudos em nada. Tratam as pessoas como iguais e muitas vezes querem te fazer crer que tudo depende de vc, seu sucesso financeiro, emocional e etc.",
                "Muito papo de coach, livros de alto ajuda são, dentro das diferenças, como qualquer outro livro, no sentido de terem bons e maus livros de auto ajuda",
                "A pergunta parece sincera, então responderei ela de forma educada.\n\nAntes de tudo, vale a pena cogitar em pensar qual seria a intenção de certo autor que escreve algo assim e, na maioria quase absoluto, é refletida, como: ganhar dinheiro.\n\nExistem livros que podem te ajudar, mas eles não necessariamente se intitulam de autoajuda. Eles mostram um fenômeno ou explicam uma certa filosofia, mas não prometem a mudança, porque o foco é trazer uma perspectiva (geralmente, são escritos por profissionais de certas áreas: grandes psicanalistas, neurologistas e etc).A maioria dos autores que escrevem ''autoajuda'' tendem a prometer muito mais do que eles podem cumprir e, geralmente, fazem isso por meio da ''industrialização'' de dizer o óbvio, mascarado como uma epifania socrática. Se você pegar 100 livros de autoajuda, talvez acabe percebendo que até as capas se inclinam a ser parecidas.\n\nDê 03 dias para alguém e eu lhe garanto, QUALQUER PESSOA ESCREVE UM LIVRO DE ''AUTOAJUDA''.\n\nNão é que livros de autoajuda sejam ruins ou não possam te ajudar, eles, em certos casos, podem te ajudar. Só que na maioria das vezes não é uma ajuda genuína, está mais para uma glorificação paliativa de um processo que fará você, eventualmente, retornar para o começo. Por que isso acontece? A maioria vende uma resposta ABSOLUTA para problemas que deveriam ser individualizados em cada caso, não permitindo que o individuo que os leu, consiga adequá-los a seu intimo ou entender e combater os padrões que assolam sua alma. O que não quer dizer que todos sejam assim, mas a maioria vende ilusões disfarçadas de verdades.\n\nEm suma, a maioria desses livros, não passam de armadilhas para moscar, enquanto prometem a elas que se tornaram belos pássaros.",
                "Kkkkkkk",
                "ao meu ver, é pq essa galera que vende curso de auto ajuda, marketing e essas coisas sempre sugere esse tipo de livro, ai como esse pessoal é meio mal visto por ai - o tal do curso de vender curso, e aqueles mastermind caríssimos q viraliza uns trechos por ai... eu vejo q tem mto preconceito e zoação em cima disso, dizem q tão tirando dinheiro de tr0ux4 e tal... Talvez pode ser por isso, os livros do Napoleon Hill por exemplo são bastante sugeridos por esses caras. Eu mesma tenho vários livros desse gênero em casa, todos grifados e rabiscados de quando li, são mto bons e uma ótima opção pra quem precisa abrir os olhos ou melhorar seus hábitos e ta com a grana curta...",
                "[deleted]",
                "Já dizia o grande George Carlin que *\"Se você está procurando por auto-ajuda, por que você leria um livro escrito por outra pessoa? Se você está lendo o livro, isso não é auto-ajuda. Isso é __ajuda.__\"*. \n\nLivros de auto-ajuda não ajudam tanto assim. Ou são uma série de coisas que essas pessoas não tem tanta formação para falar, ou beiram a pseudociência (lei da atração).\n\nPraticamente você não vê quase nenhum livro intitulado como \"auto-ajuda\" com evidências das alegações que essa pessoa trouxe. É sempre um papo tirado num sei da onde, e a garantia é \"Confia\".\n\nVocê quer ver uma diferença brutal de um livro que te \"ajuda\" de fato em relação a esse mainstream bobo de auto-ajuda? Dá uma olhada no livro \"59 Segundos\" do psicólogo Richard Wiseman: a cada tópico que ele, o Wiseman, acha importante abordar, ele aborda trazendo uma pesquisa científica que foi feita sobre tal tópico. Então por exemplo, quando Wiseman aborda sobre a felicidade, ele começa dizendo sobre estudos científicos (que você pode conferir, claro) com gêmeos idênticos sobre a percepção de felicidade em que, mais ou menos 50% da sua percepção de felicidade é __genética__. Não tem o que fazer disso a não ser aceitar, e ver o que fazer com \"os outros\" 50%. Eu duvido que esses livros de auto-ajuda aí iriam dizer para você que o _acaso_ é tão importante nas nossas vidas que chega a determinar uma boa parte das nossas vidas.\n\nEntão eu tenho preconceito com esse tipo de livro. Eu tenho desgosto por esse gênero em questão porque os autores são um bando de \"vendedores de óleo de cobra\": tão prometendo coisas que não podem demonstrar de fato e fazendo sucesso mesmo assim."
            ]
        },
        {
            "title": "Lembramos hoje Almada Negreiros",
            "selftext": "O génio do modernismo português",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12ehg4o",
            "num_comments": 0
        },
        {
            "title": "Como vcs fazem para não esquecer oq leram?",
            "selftext": "Talvez isso seja uma pergunta recorrente aq. Mas quando eu vou ler livros mais densos ou técnicos (pra faculdade ou pra vida) eu tenho uma facilidade enorme em esquecer oq eu acabei de ler. Eu costumava anotar num caderninho, mas achava que isso travava demais a leitura, pq tinha q ficar parando td hora e escrever, interrompia o “fluxo” sabe. Então, vcs tem alguma técnica que ajuda? \nEu to lendo O Espírito das Leis do Montesquieu e é tantaaa informação q embola tudo haha",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12e5bt2",
            "num_comments": 16,
            "comments": [
                "Não adianta lutar contra isso. Nosso cérebro é assim, descarta informações que não utilizamos no dia a dia.\n\nNa verdade ele não descarta, apenas tira o nosso acesso a essas informações. Se no futuro recente você precisa novamente estudar este mesmo assunto, as memórias voltam e você consegue entender o conteúdo muito rapidamente.\n\nSe você realmente precisa guardar aquelas informações, não tem jeito. Tem que exercitar, fazer notas, revisar e talvez produzir conteúdo próprio relacionado aquele tema.\n\nAlgumas pessoas gostam de utilizar flash cards, e pra isso tem o Anki, que é um aplicativo bem complicado mas bem poderoso pra memorização.\n\nMeu conselho? Relaxa. Leia bastante coisa, mas não se preocupe em lembrar os detalhes, é impossível. Só se preocupe em memorizar aquilo que é fundamental, como conteúdos relacionados a sua profissão. O resto, basta ler uma vez que seu cérebro vai retirar a informação da gaveta no dia que você precisar estudar aquilo novamente.",
                "Pense sobre o que você leu.",
                "Eu uso o aplicativo Skoob! Acho uma boa. Dá para marcar os livros lidos, avaliá-los, adicionar as datas da leitura e resenha.\nAh! E dá pra adicionar edições e títulos, caso ainda não estejam na plataforma. \nTambém tenho essa preocupação de não esquecer o que eu li, e esse app ajuda bastante.",
                "Uai, o que interessar mesmo você vai reter. A gente fixa o que interessa e o que precisa. O resto vai pro limbo mesmo. Só volta quando se relê.",
                "Eu li uma vez que anotar eh uma das coisas que mais fazem o conhecimento ser lembrado, e que quanto mais \"esforço\" você faz para guardar o conhecimento mais ele fica",
                "Eu leio sobre o que quero sem me preocupar com o que os outros acham e sem fingir que estou numa olimpíada de quem lê mais, como vejo algumas pessoas fazendo. Automaticamente eu presto atenção de verdade no que leio, porque leio com calma e com prazer.\n\nComentar sobre o que você leu, escrever uma resenha ou até só um comentário ajuda.",
                "Quando eu tô estudando eu anoto, marco com marca-texto, uso aqueles marcadores coloridinhos e falo o que eu entendi do texto em voz alta como se tivesse ensinando para alguém. Trava a leitura, mas é o único jeito que eu retenho as informações.",
                "Algumas coisas que eu uso, ou q eu penso e q me ajudam nisso:\n\n- principalmente se for de faculdade, faz fichamento, não importa como, desde que seja um jeito confortavel pra vc, eu pessoalmente passo a limpo todos os trechos que eu acho uteis a mão, é bem demorado, mas me ajuda bastante\n\n- leia de verdade, existe uma mentalidade tosca de achar que quem lê 240 livros no ano é o fodão, mas antes vc ler 2 e absorver aquilo tudo, nem que seja lendo e relendo\n\n- já falaram esse nos comentarios, mas pensar sobre o q vc leu ajuda demais, é mais facil quando é algo q vc gosta, mas msm q n seja o pico do interessante, reflita e filosofe sobre o que vc leu, ajuda a fixar \n\n- discuta com alguém, tem uma razão pra grupo de leitura existir, além de estimular a leitura da pra vc debater sobre aquilo q vc leu, quando é texto academico é melhor ainda, mas cabe pra qualquer coisa, até um panfleto de anuncio da pra ser discutido\n\n- fora isso tudo, tem o basico pra uma boa leitura, ler com conforto, no momento certo, sem pressa, dormir bem, etc. Nem sempre da pra fazer tudo isso, mas ao menos uma dessas coisas ja vai te ajudar — pelo menos me ajuda.",
                "É meio estranho mas oque funciona para mim quando estou lendo algo mais difícil é falar em voz alta sozinho sobre o assunto sabe, enquanto ando pela cada e durante a leitura tudo em voz alta para que eu mesmo possa escutar aquilo",
                "O nome disto é fichamento. Tem aqueles mini post-it coloridos que também podem ser úteis (no caso de livro físico)...",
                "Como já falaram, infelizmente não tem muito jeito de reter toda a informação mesmo, principalmente se a ideia for não levar muuito tempo na leitura. O que eu faço hoje em dia é grifar e encher de post-its nas partes mais importantes (mas sei que muita gente não gosta de marcar livros), ou tirar fotos das páginas com trechos mais relevantes, ou fazer um tipo de fichamento em voz alta: eu uso a função do celular de transcrever o que tá sendo falado, então só falo o que quero guardar dali e ele transforma em texto. Depois é só editar pontuação ou uma ou outra coisa que possa ter saído errado. É bem mais rápido e prático do que fazer escrevendo.",
                "Cientificamente, métodos de aprendizagem ativos são mais eficazes na retenção de informações mnemônicas do que métodos de aprendizado passivos (como só uma leitura corrida)",
                "Não faço."
            ]
        },
        {
            "title": "Recomendação (Tema: Amor).",
            "selftext": "Qual o livro de filosofia sobre o tema \"Amor\" vocês recomendam?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12e1di1",
            "num_comments": 2,
            "comments": [
                "O Banquete, Platão.",
                "tudo sobre o amor, bell hooks, editora elefante"
            ]
        },
        {
            "title": "Recomendações - Slice of Life",
            "selftext": "Bom dia/tarde/noite pessoal, tudo bem?   \n\n\nEu adoro ler mangás no estilo slice of life. Uma história bobinha sobre vida real para passar o tempo, nada de dragões, aventuras mirabolantes ou um plot muito complexo. Kaguya-Sama, para mim, é um dos melhores exemplos disso.\n\n&#x200B;\n\nO problema é que eu raramente estou com ânimo para ler em casa, que é onde consigo piratear esses mangás (já tentei ler no celular e achei meio ruim) e recentemente consegui um Kindle, então, uma mão na roda para piratear alguns livros (tentei ler mangá nele e também não gostei muito)\n\n&#x200B;\n\nContexto dado, aqui vai a pergunta: Alguém poderia me indicar alguns livros nesses temas? Pode ser um romance bobinho para passar o tempo, mas a preferência é realmente algum Slice of Life e se possível sem temas muito pesados.\n\n&#x200B;\n\nÉ isso pessoal, muito obrigado pela ajuda!",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12dzgoq",
            "num_comments": 5,
            "comments": [
                "Posta no /r/quadrinhos também. Não é exatamente bobo, mas recomendaria ReLife. A premissa é de um cara fracassado de 27 anos tem a oportunidade de “voltar” ao colégio, com um corpo 10 anos mais jovem, para encontrar um novo caminho na vida.",
                "Nenhum desses é de romance, mas todos são bem bobinhos, ótimos pra descansar a cabeça depois de um dia difícil.\n\n**Yuru Camp/Laid Back Camp** (não tem nome oficial no Brasil): um grupo de garotas forma um clube de acampamento na escola e começam a acampar em diferentes pontos turísticos japoneses. Os capítulos focam principalmente nas interações entre as personagens, com bastante comédia, paisagens bonitas e comida boa.\n\n**Flying Witch**: Uma aprendiz de bruxa se muda para a casa dos tios no interior como parte de seu aprendizado. É um mangá beeeeeem calmo, em que a personagem principal equilibra a escola e os estudos mágicos, sem aventuras doidas nem nada, só o dia a dia dela.\n\n**Seinto Oniisan/Saint Young Men/Jovens Sagrados**: Que nem Flying Witch, é um mangá com um quê de sobrenatural, mas sem muita doideira. Jesus e Buda decidem alugar um apartamento no Japão para tirar férias, vivendo como pessoas comuns. Tem bastante comédia nas interações entre Jesus, mais espontâneo, e Buda, mais regrado, bem como suas reações ao entrar em contato com a cultura do Japão moderno.",
                "Horimya",
                "Aria, Yokohama Kaidashi Kikou, hakumei to mikochi, shoujo shumatsu, non non byori(o anime é melhor), Barakamon, haibane henmei(meu favorito, só tem anime). São os melhores que consigo lembrar"
            ]
        },
        {
            "title": "Discussão Interpretativa: Desvelamento (Capítulo 1: Prazer em Conhecer Você)",
            "selftext": "Essa discussão é voltada a interpretar um livro curto, ele vem de um universo de jogo, **ele é um livro gratuito** (ele é disponível *In-Game,* e é um jogo gratuito) e está disponível [aqui](https://oldghost.thetraveler.group/pt-br/book/4135906247/desvelamento/). Esse livro em particular é o mais interessante/intrigante que já vi, estarei postando os capítulos separadamente para discutirmos mais adequadamente. Estarei postando semanalmente a discussão de cada capítulo.\n\n**Gostaria de saber o que você vai interpretar deste texto.**\n\nPara contextualizar, este livro é escrito do ponto de vista de um dos personagens (O Colhedor).\n\n&#x200B;\n\nUm de seus filósofos escreveu: \"Não se deve pensar que uma vida nas trevas é cheia de miséria e sofrimento. Não existe sofrimento, pois o sofrimento é consumido pela morte, e a morte é a própria vida das trevas.\" Ele era um sapateiro. Ele tinha razão, o que é o mais importante.\n\nDe acordo com ele, o mundo visível é a manifestação de luz e treva eternas, e é em eterna oposição que a eternidade se revelou. A queda foi necessária para que a criação escapasse de sua primeira estase imperfeita, em busca de uma forma mais verdadeira. Heresia? Bem, então, que eu seja o heresiarca. O filósofo morreu de uma doença intestinal. Aqueles que não existem não podem sofrer e, portanto, não estão vinculados a nenhuma ética viável. Se o caminho verdadeiro para a bondade é a eliminação do sofrimento, então só aqueles que têm que existir devem receber permissão de existir. É natural da vida favorecer a existência em detrimento da não existência, preferir solo fértil a vento venenoso. Pois aqueles que abrem a boca para receber tal vento se vão deste mundo e não deixam descendentes, sejam de carne ou de mente.\n\nNo entanto, imagine a abominação que seria um mundo onde nada acaba, em que nenhuma escolha pode ser preferida a outra. Imagine as criaturas que sofreriam sem jamais morrer. Imagine as mentiras que se propagariam sem contexto ou correção. Imagine um mundo sem mim.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12dx24t",
            "num_comments": 0
        },
        {
            "title": "\"Osso duro de roer.\"",
            "selftext": "O livro Elite da Tropa, no a qual veio o filme Tropa de Elite **inspirado**\\* no livro, tem a primeira parte e nele narra várias histórias vividas por policias do BOPE, PMRIO denunciando casos de corrupção, as consequências geradas pela violência entre a guerra dos marginais e o BOPE, torturas e outros podres fazendo o leitor ter uma visão de nojo sobre a PM e enquanto o BOPE enxuga gelo tenta ser incorrupta. A segunda parte é uma trama onde há muitos personagens envolvidos (se o leitor não ler os nomes e prestar a atenção pode ficar perdido e deixar os detalhes), é um ritmo mais rápido dos que os capítulos anteriores. Os escritores tinham conhecimento especifico sobre esta área, sendo dois deles ex-BOPE e um foi secretário da Segurança Pública. A quem deseja ler este livro, eu recomendo fortemente para quem gosta deste assunto, o uso da linguagem coloquial trás a temática do ambiente.\n\n\\*Está em destaque o inspirado pois teve casos de leitores que lerem achando que era igual ao filme, pois o filme foi um tapa forte e colocar o espectador numa realidade aos olhos da policia e narrado pelo Capitão Nascimento (Wagner Moura)\n\nObs: Esta é a minha primeira resenha que eu escrevo, perdão por escrever alguma coisa fora do deve estar dentro da estrutura de uma resenha.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12dw9m0",
            "num_comments": 4,
            "comments": [
                "Obrigado pela recomendação. Jovem!",
                "Eu gostei do livro enquanto retratou a rotina do BOPE e da PMERJ. \n\nQuando enveredou pela política pura eu larguei mão.",
                "Li antes de sair o filme, na época achei brutal e cru demais, foi um choque. Hj continua atual e necessário."
            ]
        },
        {
            "title": "Qual o top 3 poetas favoritos de vocês?",
            "selftext": "Eu: \n\n1. Dante Alighieri \n\n2. Homero\n\n3. Shakespeare",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12dp4qp",
            "num_comments": 13,
            "comments": [
                "1 - Fernando Pessoa \n2 - Alvaro de Campos\n3 - Alberto Caeiro",
                "1 - Camões;\n2 - Keats;\n3 - Byron.",
                " Leminski Leminski Leminski",
                "Emily Dickens - te traz pra perdo dela de uma maneira magnífica \n\nT. S. Eliot - deram um Nobel pro homem põe literatura, quem sou eu pra ir contra isso?\n\nCharles Boudelaire - pq literatura francesa é a literatura superior e eu preciso de ao menos 1 francês por lista",
                "Olavo Bilac, Carlos Drummond e Dante Alighieri.",
                "Drummond, Goethe e Florbela Espanca",
                "O mesmo que o seu mas Homero em terceiro.",
                "Fernando Pessoa, Ferreira Gullar, Camões",
                "Augusto dos Anjos\nFernando Pessoa\nCruz e Sousa",
                "1. Carlos Drummond de Andrade\n2. Carlos Drummond de Andrade\n3. Manuel Bandeira"
            ]
        },
        {
            "title": "existem alguma forma de conseguir marcador de livro separadamente?",
            "selftext": "de alguma forma o marcador de livro do meu quarto volume da serie da biblioteca invisível simplesmente desapareceu, eu peguei pra ler ele ontem (com o marcador) e dps fui dormir cedo pq eu tava passando bastante mal \n\ndai agr acordo e percebo que eu não usei o marcador pra marcar pq ele não esta em nenhum lugar e só usei a aba do livro\n\nnão quero q fique faltando pq eu to preservando os volumes e os marcadores mo certinho",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12dn8pl",
            "num_comments": 16,
            "comments": [
                "Meu primo usava uma nota fiscal da americanas de marcador e eu uso um manual de instruções de um rádio 👍 o que importa é marcar a página",
                "Algumas bibliotecas públicas tem marcadores grátis. Livrarias e sebos também costumam ter marcadores no balcão. Eu sinceramente quase nunca uso marcadores tradicionais pois quase sempre perco e aí acabo improvisando: pedaço de papel, nota fiscal, panfleto e até folha de árvore já usei como marcador.",
                "Pode estar dentro do livro na diagonal. Entre o colchão e a cabeceira. Ou até no estrado, abaixo do colchão. Se sumiu em casa é fácil achar.",
                "Chama o São Longuinho e dê três pulinhos quando encontrar o marcador.",
                "pode tentar pedir pra editora",
                "Poxa, eu entendo a sua dor hahahaha os marcadores de página da Biblioteca Invisível são super bonitinhos e colecionáveis <3\nTalvez vc consiga outro em algum evento que a editora participe, tipo uma bienal do livro ou alguma feira que aconteça na sua região (em todo caso, tô torcendo pra que vc encontre!)",
                "acho que você consegue pedir personalizado em gráfica"
            ]
        },
        {
            "title": "Ajuda com uma referência",
            "selftext": "No livro O fantasma da ópera, no capítulo 16, tem um parágrafo que na minha tradução ficou assim:\n\n \" Teria Érik, em sua louca  corrida por corredores escuros e misteriosos que só ele conhecia, levado a doce criança para o seu horrível antro em estilo Luís Felipe à beira do lago do inferno ?\"\n\nAlguém sabe quem é esse Luis Felipe e o por que ele foi citado aqui ? Ainda antes no livro foi citado uma cômoda estilo Luís Felipe e esse descobri se tratar do Rei cidadão da França, seriam o mesmo ?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12djokb",
            "num_comments": 3,
            "comments": [
                "Estilo Luis Felipe é o nome de um estilo arquitetônico. Na verdade nessa frase esse nome é um adjetivo dado ao antro.\n\n[Mais sobre ](https://www.google.com/url?sa=t&source=web&rct=j&url=https://en.m.wikipedia.org/wiki/Louis_Philippe_style&ved=2ahUKEwiowf_Rt5X-AhVOrZUCHbRfDZ0QmhN6BAgZEAI&usg=AOvVaw1ZTVpEngbedtU4OIzN3Ism)",
                "Luis Felipe é aquele zagueiro brasileiro que joga na Lazio e se naturalizou italiano 2 anos atrás, sempre jogou muito bem, mas a seleção brasileira nunca deu uma chance para ele por causa da alta competição na posição."
            ]
        },
        {
            "title": "Como ter criatividade na hora de escrever?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12djffb",
            "num_comments": 0
        },
        {
            "title": "Me recomendem poemas épicos fora os dois de Homero e a Divina Comédia",
            "selftext": "Me bateu o clima de conhecer mais poemas épicos, então gostaria que vocês que conhecem mais algum ou alguns além desses ja citados, me recomendassem. Agradeço :)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12cystk",
            "num_comments": 16,
            "comments": [
                "Paraíso Perdido de John Milton.\n\nOs Lusíadas de Camões.",
                "Eneida de Virgílio.",
                "A Eneida de Virgílio que serve de continuação da Ilíada de Homero, mas do ponto de vista dos troianos.\nOutra obra bem interessante é o Metamorfoses de Ovídio.",
                "Já que citaram a \"Eneida\" antes de mim, recomendo então  \"A Guerra Civil\", conhecida também como \"A Farsália\", escrita pelo poeta romano Marco Lucano. O épico escrito no século I d.C, em linhas gerais, narra a Guerra Civil do Primeiro Triunvirato, um conflito entre Júlio César e as forças do Senado, lideradas por Pompeu Magno e Catão, o Jovem. Tal guerra acaba com a vitória de César e marca o  fim da República Romana, algo profundamente lamentado pelo poeta. Nesse sentido, o poema canta os derradeiros dias da República e a decadência total de Roma e dos seus homens. Diferente dos seus antecessores, Virgílio e Ovídio, Lucano era frontalmente contrário ao regime imperial, atacando fortemente o tal e até parodiando e subvertendo algumas passagens e versos virgilianos pró-império na sua \"Farsália\". César, inclusive, é descrito no poema como a epitome da tirania; Pompeu é um decadente covarde e Catão, por sua vez, é a personificação das virtudes morais estoicas, tão caras ao poeta. O estoicismo, não obstante, se faz presente no texto com bastante força, por motivos óbvios, Lucano era sobrinho e aluno de Sêneca, o Jovem. Por fim, vale destacar que o poema se encontra incompleto: Lucano foi condenado à morte e executado a mando do imperador Nero, isso antes do poeta conseguir terminar o épico. Mesmo assim, o poema é bem interessante e diferente. E como vc citou Dante, o florentino coloca Lucano junto a Homero, Horácio, Virgílio e Ovídio no Limbo, local dos pagãos virtuosos. Recomendo fortemente Lucano e sua anti-Eneida!",
                "Jucapirama",
                "Lusíadas, de Camões",
                "Completando com alguns que ainda não foram citados:\n\nArgonáuticas, do Apolônio de Rodes;\nBeowulf;\n\nE algumas opções mais modernas:\n\nCantos, do Erza Pound;\nCanto Geral, do Pablo Neruda;\nA terra devastada, do TS Eliot.",
                "Os Lusíadas, que é como se fosse uma continuação dos de Homero.",
                "Fausto",
                "Metamorfoses - Ovídio"
            ]
        },
        {
            "title": "Alguém sabe bons livros sobre capitalismo e socialismo?",
            "selftext": "Sou completamente leigo nessa área e queria ler mais sobre, alguém indica alguma bibliografia?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12cyd7m",
            "num_comments": 1,
            "comments": [
                "Provavelmente o Manifesto Comunista seria a melhor indicação. Começar do começo, afinal. Você tem em mente algum tema mais específico?"
            ]
        },
        {
            "title": "Quero recomendaçãoes de livros relacionado a educação financeira",
            "selftext": "Livros similares ao pai rico, pai pobre",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12cwszw",
            "num_comments": 9,
            "comments": [
                "/r/farialimabets",
                "\"Este livro não vai te deixar rico\", sim, é esse o nome.",
                "Psicólogia financeira",
                "[deleted]",
                "Foge disso. O método Kiyosaki é ganhar dinheiro na ganância dos outros. \nEle escreveu um livro ensinando a ganhar dinheiro fazendo coisas que ensinam pessoas a ganhar dinheiro. Faça o que ele faz, e não o que ele fala.\nRecomendo ler Hoppe: A Ciência Econômica e o Método Austríaco",
                "r/investimentos",
                "O homem mais  rico da babilônia",
                "Eu vou te ensinar a ser rico, Ben Zruel.\n\nO título é bobo e genérico, mas esse livro mudou bastante coisa sobre o que eu pensava sobre grana."
            ]
        },
        {
            "title": "Recomendações de Livros de Contos e Crônicas",
            "selftext": "Fala, pessoal. Atualmente tenho tido menos tempo para leituras extensas e gostaria de dicas de bons livros de crônicas e/ou contos curtos para ler no tempo que resta :)\nAceito todos os gêneros",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12cmvju",
            "num_comments": 18,
            "comments": [
                "Por onde começar (I): Histórias curtas \n\n[https://jornadasaodesconhecido.blogspot.com/2022/12/por-onde-comecar-i-historias-curtas.html](https://jornadasaodesconhecido.blogspot.com/2022/12/por-onde-comecar-i-historias-curtas.html)  \n\r  \nComo mencionado no artigo anterior, comece pelos clássicos. Mas quais clássicos? Vou mencionar abaixo alguns livros clássicos que li e gostei, e algumas das razões pelas quais eles são um bom “começo” para sua jornada literária. Nessa primeira parte, o tema é “histórias curtas”.\r  \n\r  \nSempre fui apaixonado por histórias curtas. Justamente por serem curtas, eles são ideais para iniciantes. Você pode rapidamente ler três ou quatro histórias do mesmo autor para descobrir se aquilo te interessa ou não. Além disso, muitos desses contos podem ser lidos gratuitamente online (basta jogar o nome do conto no mecanismo de busca).\r  \n\r  \nEdgar Allan Poe é um dos meus escritores favoritos e também um dos maiores contistas da literatura – ele iniciou ou inovou gêneros literários inteiros (terror, suspense, policial e ficção científica). Qualquer coletânea de contos desse autor é válida para começar, especialmente os seguintes contos: “O Barril de Amontillado”, “O coração denunciador”, “A queda da casa de Usher” e “A máscara da morte rubra”.\r  \n\r  \nFranz Kafka, também um dos maiores escritores da história, é cheio de contos maravilhosos. Os clássicos “O processo” e “A metamorfose” são relativamente curtos e bem fáceis de ler, mas se preferir começar por histórias ainda mais curtas, comece com “O artista da fome”, “Diante da lei” e “Na colônia penal”.\r  \n\r  \nMachado de Assis, quiçá o maior escritor brasileiro, além de romances famosos (que merecem um artigo à parte) tem contos espetaculares como a “A cartomante”, “A igreja do diabo”, “O espelho” e o assustador “Conto Alexandrino”. \"O Alienista\" é um pouco mais longo e também merece ser citado (e lido!).\r  \n\r  \nFico com esses três autores por enquanto, mencionando de passagem outras famosas histórias (relativamente) curtas que merecem ser lidas – para, talvez mais tarde, fazer um post sobre autores brasileiros, portugueses e russos, outros sobre os autores de horror, distopias, ficção científica, e assim por diante.\r  \n\r  \nCartas de Um Diabo ao Seu Aprendiz, de C.S. Lewis\r  \n\r  \n1984, de George Orwell.\r  \n\r  \nAdmirável Mundo Novo, de Aldous Huxley.\r  \n\r  \nO Sonho de um Homem Ridículo, de Fiódor Dostoiévski.\r  \n\r  \nA Morte de Ivan Ilitch, de Liev Tolstói.\r  \n\r  \nE uma coleção variada de autores preferidos que me vêm à memória por terem histórias que são simultaneamente muito boas e muito curtas. Em ordem de nascimento: Lorde Dunsany (1878), Clark Ashton Smith (1893), Jorge Luis Borges (1899), Roald Dahl (1916), P. K. Dick (1928), Ted Chiang (1967).",
                "O melhor de Nelson Rodrigues: Teatro, contos e crônicas. Editora Nova Fronteira.",
                "Cara, o melhor livro de histórias curtas que eu lembro de ter lido nos últimos anos foi \"História da minha vida e outros contos\", do Ted Chiang. Todos são contos de ficção científica, inclusive o que inspirou o filme \"A Chegada\" (independente da sua opinião sobre o filme, o conto é um absurdo de bom)>",
                "Jorge Luis Borges e Júlio Cortazar são dois mestres argentinos de contos. Recomendo demais. \n\nTenho também um livro de crônicas completas do João do Rio que é bem interessante.",
                "Contos peregrinos do mestre Gabriel Garcia Marquez",
                "crônicas: 'a vida que ninguém vê', da eliane brum. é incrível! as crônicas são fáceis de ler e, ao mesmo tempo, são profundas/te fazem pensar muito na vida. eu recomendo pra todo mundo",
                "Para se viver um grande amor do Vinicius de Moraes, simplesmente um dos melhores livros de crônica que eu já li. \n\nLuis Fernando Veríssimo palestra também na crônica",
                "\"Dezessete Mortos\" da Nikelen Witter... Contos curtos de horror. Escritora brasileira top.",
                "Obra Completa, Murilo Rubião.",
                "Week-end na Guatemala, Miguel Astúrias",
                "Você vai voltar pra mim e outros contos, do Bernardo Kucinski",
                "Não sei se são contos e nem se são considerados curtos, mas recomendo o livro \"Quatro Estações\" do Stephen King. São quatro histórias no livro e cada uma tem umas 100 paginas. São excelentes e, se não me engano, todas foram adaptadas para o cinema.",
                "Os dois primeiros livros da saga witcher:\nÚltimo Desejo e Espada do Destino. Eu, robô também é um ótimo livro de pequenos contos.",
                "Quatro Estações e Escuridão Total Sem Estrelas, ambos do Stephen king.\n\nA Cidade de Vapor - Carlos Ruiz Zafón"
            ]
        },
        {
            "title": "Qual é a melhor edição de ‘O Conde de Monte Cristo’?",
            "selftext": "Salve, pessoal! Tô querendo ler esse livro mas não faço ideia de qual edição escolher. Aos que já leram, o que acham?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12cjxb3",
            "num_comments": 11,
            "comments": [
                "Não sei qual é a melhor, mas li a edição da Martin Claret, aquela em capa dura (mas li a versão ebook).\n\nE pra mim foi tudo OK.",
                "Como só li a edição de bolso da Zahar, não tenho como comparar com outra, mas gostei bastante.\n\nMinha única ressalva é que ela possui muitas notas de rodapé, o que pra mim acaba atrapalhando a leitura, pq eu não consigo passar por uma e não parar o texto pra ler a nota.",
                "Eu tenho a pocket deluxe e acho ela muito boa",
                "A da Martin Claret é boa. Tradução feita por um cara profissional e competente. Edição bonita, capa dura.\n\nDa Zahar é boa também. Tradução premiada, capa dura e o diferencial de possuir muitas notas (para quem gosta). A edição de bolso deve ter um pouco menos de conteúdo extra, e as páginas são finas como de bíblias.\n\nTem uma edição da Principis, em capa dura. Creio que tenha pouco conteúdo extra e poucas notas. A tradução deve ser competente. Mas, pelo preço que está na Amazon agora, está mais cara que a da Zahar, que já possui uma qualidade garantida.\n\nA edição física mais barata é a de bolso da Zahar, seguida pela da Martin Claret, que tem tamanho padrão. Mas os valores não estão tão diferentes assim, tirando a de bolso.",
                "Eu pessoalmente prefiro a da Zahar"
            ]
        },
        {
            "title": "Recomendações de livros com temática de Suspense e/ou Horror e/ou Terror",
            "selftext": "Tópico periódico para recomendar livros de terror e/ou horror. Para outros posts semelhantes, [clique aqui](https://www.reddit.com/r/Livros/?f=flair_name%3A%22Terror%20e%20Horror%22).",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12cjl5s",
            "num_comments": 11,
            "comments": [
                "Eu sinceramente recomendaria boa parte dos livros de Lovecraft. Sussurros na escuridão, A música de Erich Zahn, A verdade sobre o falecido Arthur Jermyn e sua família, A casa abandonada, Horror em Red Hook, Os ratos nas paredes, e por ai vai",
                "Gostei muito de Therapy - Sebastian Fitzek\r  \n\r  \nSuspense psicológico com uma reviravolta inesperada na história.",
                "O instituto, do Stephen King!!!",
                "Livros de sangue, do Clive Barker, é bastante único. Várias noveletas bem originais",
                "Ia recomendar lovecraft mas já o fizeram, dê uma chance pro livro \"Eu sou a lenda\" que inspirou o filme de mesmo nome, \"Caixa de pássaros\" também é um livro sensacional",
                "Se mangá estiver incluso: Junji Ito (autor). Eu começaria com uzumaki.",
                "Minha recomendação é o livro \"Nossa Parte de Noite\", da Mariana Enriquez. LIVRAÇO.",
                "noite sem fim - Agatha Christie",
                "A Assombração da Casa da Colina - Shirley Jackson\n\nA Volta do Parafuso - Henry James \n\nJoyland - Stephen King\n\nDepois - Stephen King"
            ]
        },
        {
            "title": "Poderiam me recomendar bons livros de autoajuda? Por favor.",
            "selftext": "Estou procurando melhorar como pessoa, especificamente a comunicação.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12bzns5",
            "num_comments": 18,
            "comments": [
                "*Hábitos Atômicos de James Clear* - Um manual de como criar bons hábitos, e como se livrar dos maus hábitos. Até os mais \"frescos\", que tem nojinho de livro de auto ajuda, elogiam devido ao seu caráter extremamente prático.\n\nÉ mais um manual \"pop science\" do que auto ajuda em si.",
                "Se você está procurando aprimorar a sua comunicação eu recomendaria \"Comunicação não violenta\" de Marshall Bertram. Confesso que nunca li, mas já vi palestras sobre o assunto, é um tópico bem interessante. \n\nImagino que nesse campo de auto aperfeiçoamento, psicólogos saberiam recomendar livros melhores do que eu, um dos poucos livros da área de psicologia que eu li, e gostei muito, foi o \"Tornar-se Pessoa\" do Carl Rogers, ele costumava dizer que nós nascemos humanos mas nos tornarmos pessoas, daí o nome do livro. O público alvo é mais psicólogos e educadores, em algum momentos ele é bem técnico, mas principalmente na primeira metade é bem acessível para todos.",
                "O que você quer melhorar?",
                "Reinaldo Polito tem muitos livros sobre oratório que são ótimos!",
                "Evite livros de auto ajuda. \nSugiro ler A Profecia Celestina. Tem um foco na comunicação dos personagens. Inclusive a comunicação não verbal. Meio místico. Se prefere algo mais científico, procure títulos curtos sobre PNL.",
                "Não.",
                "O que é melhorar como pessoa? Melhor ler filosofia, psicologia ou procurar terapia.",
                "Nao existe eu acho",
                "Todo livro é de autoajuda."
            ]
        },
        {
            "title": "Por que os livros da Nova Fronteira vem geralmente danificados?",
            "selftext": "Um pouco antes de eu pedir o box de Homero deles, eu ja tinha visto reclamações de amassados na caixa e na capa. Arrisquei e pedi, e sim, veio amassado, mas foi um \"dano\" tão pequeno que eu não liguei.\n\nMas hoje, finalmente chegou o meu box da Divina Comédia, e do mesmo jeito, houve pessoas que reclamaram de amassados tanto na caixa quando no livro, mas eu pedi. O box e 2 dos livros vieram intactos e lindos, mas o livro do Inferno tá com um amassado no mínimo considerável em baixo, então eu pedi uma troca, já que Divina Comédia é minha obra favorita, e eu não me sentiria bem com um livro tão incrível com aquele dano \n\nE eu sei que qualquer encomenda, não só livros, é sujeita a danos na entrega ou fabricação. O que quero dizer é porquê especificamente a Nova Fronteira geralmente  tem esses danos nos livros",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12bw2qg",
            "num_comments": 13,
            "comments": [
                "Isso é culpa do transporte, não da editora. Eu já recebi vários livros com pequenos danos, de diversas editoras. Eu já realizei algumas trocas por esse motivo.",
                "Isso aconteceu comigo nos livros de star wars da Bertrand, na época não quis trocar porque ia dar muito trabalho, mas quando fui revender tive que vender mais barato por causa dos amassados :/",
                "É uma trágica coincidência, provavelmente. A maioria dos livros e boxs que comprei da Nova Fronteira e Harper Collins vieram praticamente perfeitos.\n\nTalvez você more em um local um pouco distante, o que aumenta as chances de danos pelas transportadoras…",
                "Isso costuma acontecer bem menos quando você compra em livraria.",
                "Todos os livros que eu comprei pela Amazon também vieram assim",
                "Posso estar viajando, mas o problema me parece mais relacionado com transporte ou apenas com edições de capa dura. Tenho dois livros da Companhia das Letras e um da Nova Fronteira e todos os três vieram com amassados nas capas. Comprei na amazon"
            ]
        },
        {
            "title": "Vocês conseguem ler por horas seguidas?",
            "selftext": "Eu não consigo ler continuadamente por horas a fio nem que seja o melhor livro que já li. Pode ser que a narrativa seja boa, a leitura fluída, não tenha um vocabulário complexo, mas eu tenho que parar uma hora, por mais entretido com o livro esteja.\n\nComo vocês encaram isso? Quais são os fatores que não lhe deixam focar tanto no livro quanto queriam?\n\nNa minha situação é com a tecnologia em geral. Ambos celular e computador sugam minha atenção completamente e é algo que não vejo como largar.\n\nUm exemplo é do livro que estou lendo atualmente (Solitária, Eliana Alves Cruz), com capítulos curtos, narrativa direta e sem rodeios, e um vocabulário que é de fácil interpretação sem que seja simplista. Mas mesmo assim, vejo que já poderia ter terminado se tivesse um pouco de empenho a mais (estou 47% do livro atualmente, com uns dois dias de leitura).\n\nEai, o que fazem? Como lidam com essa situação? E no ponto mencionado no parágrafo anterior, como ler sem que se torne uma \"meta\", uma \"competição\"?\n\n&#x200B;\n\nAbraços",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12bnqsh",
            "num_comments": 20,
            "comments": [
                "Eu posso ficar o dia todo (mas claro fazendo umas pausa de uns 5 minutos para ir beber água e ir ao banheiro)",
                "Já fiquei até umas 2 da manha lendo, assim como tenho um meu recorde de 10 horas seguidas (claro com breaks no meio) o que acaba decaindo muito o ritmo da leitura, no caso, eu teria lido mais páginas se tivesse divido em 3 sessoes de 3hrs e 20 do que ler em 10 hrs seguidas, tirando o cansaço mental que fiquei. (fiz a experiencia recentemente).\n\nSe tem compromisso ou algo do tipo, tem q parar mesmo, nao tem o que fazer.\n\nMas se a narrativa encaixa nos aspectos do que está sendo bom e agradável para mim, eu fico fácil 3/4 horas.\n\nquanto a se distrair pelo celular e/ou computador... muito difícil, pode acontecer, sim, deu não chegar a ler o livro e ficar 'enrolando' no pc, mas se eu to lendo, vou até o objetivo final dos capitulos que eu pre determinei ou uma quantidade de páginas até o fim do capitulo.\n\n&#x200B;\n\nUma dica é colocar um tempo maior q o seu costumeiro e \"forçar\" a vontade de mexer no celular, ou setar X capitulos e realmente só parar quando acabá-los.",
                "No máximo umas 4 horas, mais que isso meu cérebro começa a pifar e tenho que dar umas pausa.",
                "Eu geralmente leio uns 15 a 20 minutos. Salvo quando estou mais no final de algum livro bom aí leio 1 hora por aí. Não tenho muita paciência para ler infelizmente, tento manter uma média de uns 2 livros por mês. Acho que isso varia de cada pessoa, claro que alguns livros te prendem mais e outros menos. Mas em geral é difícil pra mim ler muito, ainda mais se for muito prolixo ou de leitura difícil.",
                "Depende do livro. O melhor a se fazer é ficar longe das distrações, se vc n consegue se prender. É q eu quando pego um livro q me prende, eu n paro até acabar se puder (aconteceu anteontem, inclusive, rsrsrs).",
                "Eu fico com sono mesmo e começo a pescar… mas vejo isso como uma vantagem pq com um bom livro não tem insônia que me pega",
                "Isso é completamente normal. É como um jogo de video game, se você ficar muito tempo, uma hora cansa, e você vai ter que fazer uma pausa para pode distrair sua mente. Eu te entendo completamente. Eu fiquei algumas horas lendo um livro e depois de um tempo, eu estava pedindo pra parar. Como eu disse, uma hora cansa.",
                "Leio o tempo todo basicamente, sou escritor e leio pra evoluir e revisar minha própria obra. Eu entendo perfeitamente o quão desgastante pode ser a leitura, se você pretende quebrar essa barreira eu diria que o caminho da distração é bom, leia duas paginas e dê uma leve pausa de 3 minutos e repita o processo, acredito que assim gere menos desgaste pra você. Lembre-se também de ler e deixar a palavra reverberar na sua cabeça, como se você estivesse lendo em voz alta. Funciona pra mim.",
                "Não consigo fazer nada por horas seguidas. Eu sempre faço pequenas pausas e depois volto.",
                "Eu só consigo ler por muito tempo durante a noite. Às vezes, gosto tanto do livro que acabo indo dormir super tarde, só para terminá-lo ou chegar ao próximo capítulo. Durante o dia não consigo manter esse foco por muito tempo e não faço ideia do motivo. Mas é isso, eu acredito que seja melhor ler com várias pausas mesmo, quando eu leio um livro muito rápido costumo ficar cansada demais para ler qualquer outra coisa por dias, acho que bate a famosa ressaca literária.",
                "eu leio meio a conta gotas, de bem pouquinhas até umas 10 páginas por vez, então faço uma pequena pausa. capítulos mais interessantes eu consigo ler até o fim, mas quase sempre eu faço pausas no fim de cada capitulo.",
                "Consigo, quando é um livro que eu gosto leio durante várias horas. Agora se é um livro acadêmico chato, tenho que fazer pausas",
                "Seu tempo é muito bom moço ou moça, geralmente eu leio de 15 a 30 páginas por dia",
                " consigo e já fiquei dias lendo sem parar na pandemia, dormia de madrugada e fazia poucas pausas durante o dia. mas atualmente isso não acontece mais, no máximo passo umas 2hrs lendo.",
                "Fico o dia inteiro, até meus horários de parar pra comer ficam desregulado e várias vezes desisto de fazer coisas que tinha me programado pra fazer, tipo ir ao mercado kkk",
                "Oi, você é perfeitamente normal!\n\nNosso cérebro se cansa com atenção em uma atividade intelectual (e ler é uma) por longos períodos de tempo.\n\nEu te recomendo ler por um período e descansar por outro, como por exemplo, ler 15 minutos e descansar 5 minutos, caso você esteja mais empenhado e focado, leia 25 minutos e descanse 5 minutos, isso com certeza vai aumentar tua produtividade e atenção na leitura.\n\nBoa sorte!",
                "Eu consigo ler por horas seguidas, mas faço uma pausa quando a vista fica até embaçada de tanto olhar pra folha do livro.\n\nLembro que um dos livros do Harry Potter eu li quase tudo num domingo, fiquei tão entretida que nem vi o tempo passar.",
                "Consigo mas faço pausa pra descansar a vista e fazer outras coisas.",
                "Já fiquei das 23h da noite até às 7h da manhã lendo. Especificamente o livro \"A Escolha dos Três\", do Stephen King. E outras ocasiões também. Acho que é tudo questão de foco e disposição."
            ]
        },
        {
            "title": "Personagem favorito",
            "selftext": "Qual personagem literário favorito de vocês ? Não necessariamente precisa ser o protagonista. \n\nMe: recentemente estou lendo Mistborn e conheci dois personagens incríveis, Kelsier e Zane, dos dois eu prefiro o Kelsier,\n\nMas se for considerar todos os livros que já li, Marvin de Mochileiro das Galáxias é meu personagem favorito.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12bg4aa",
            "num_comments": 64,
            "comments": [
                "Rand Al'thor, de A Roda do Tempo. Saiu de um camponês que vivia no meio do nada pra se tornar um warlord foda. Estou no livro 11 agora e tá bom demais.",
                "Gregor Samsa é meu personagem favorito, talvez por representar tão bem o trabalhador comum…",
                "Eu não curti mto a arrogancia do Kelsier, mas adoro o Sazed.  \n\nMeu personagem literário favorito é Hercule Poirot.",
                "Julian Carax do livro \"A Sombra do Vento\" do Zafon.",
                "Não li muitos livros ainda, mas eu diria que é o Gavião de O Feiticeiro De Terramar",
                "Erik, do Fantasma da Ópera, e Sherlock Holmes",
                "Mersault do O estrangeiro",
                "Eu tenho vários, os principais são: Cardan Greenbriar (O Povo do Ar), Jude Duarte (O Povo do Ar), Aaron Warner (Estilhaça-me), Maven Calore(A Rainha Vermelha). Desses 5, a Jude é minha preferida. Ela é persistente, dedicada, ambiciosa, e extremamente inteligente. Claramente sonserina. Arrisco dizer que ela é uma das personagens literárias mais inteligentes e estratégicas.",
                "Edmond Dantés.\n\nA construção e o desenvolvimento do personagem é absurda.",
                "Katniss Everdeen, o primeiro crush literário a gente nunca esqce.",
                "Vin e Zane são sensacionais (spoiler) a perte que os dois invadem a fortaleza pra matar o cett é muito foda",
                "Os meus personagens favoritos são o Dumbledore e o Sirius, de Harry potter.",
                "Veltchaninov",
                "Dom Quixote.",
                "Dedo empoeirado do coração de tinta",
                "Gosto pra caramba do Percy Jackson, simpatizei demais, demaaais com ele e com seu jeito maneiro, simpático e divertido de ser. Costumo gostar de personagens assim de modo geral.",
                "A Hermínia e o Herry do lobo da estepe",
                "O Vargas Llosa tem uns personagens espetaculares. Destaco o Pedro Camacho, de \"Tia Júlia e o Escrevinhador\", e Pantaleao Pantoja, de \"Pantaleao e as Visitadoras\", ambos incríveis.",
                "Orual. A protagonista feminina mais incrível e bem escrita que eu já vi. 👌",
                "Perry Cook, é uma criança doce curiosa com uma história incomum.",
                "Uhtred Uhtredson - As crônicas saxônicas",
                "Holden Caufield de apanhador do campo de centeio, melhor adolescente fudido das ideias que eu ja li. O segundo melhor adolescente traumatizado é o Leo de percy jackson",
                "Sparrowhawk de terramar, bilbo de o hobbit e roland deschain da torre negra",
                "Príncipe Míchkin\n\nRaskolnikov\n\nMestre Zagaia da Tabuada das Candongas",
                "Lembrando de cabeça assim, eu gosto muito do Woland do \"mestre e Margarida, de Mikhail Bulgákov. Personagem que carrega um misticismo fascinante, envolto numa áurea de onisciência em que cada palavra, cada frase, implica num significado oculto e perverso ao ponto de subverter a própria realidade. É como se fosse um mago vindo das trevas.",
                "Henry Chinasky, dos livros de Bukowsky.",
                "Auguste Dupin",
                "Dumbledore, Jesus e Gandalf!",
                "Ebenezer Scrooge de Um Conto de Natal",
                "Celia  Do Livro Os Sete Maridos de Evelyn Hugo\n\nEsse é meu Livro Favorito e ela é A Minha Personagem favorita",
                "Do Brasil, o Edgar Wilson, dos livros da Ana Paula Maia. Internacional, o Hercule Poirot.",
                "Só dos livros? Tem tantos... acho Raskolnikóv um personagem fascinante, bem como o Razumikhin. Hamlet às vezes me atrai. Gosto também de Poirot.",
                "o meu é o Johnny de mentirosos ele é sarcastico lindo e tem uma personalidade boa",
                "Ivan Karamázov."
            ]
        },
        {
            "title": "Me ajudem a achar um livro que eu li no ensino fundamental (2001-2007)",
            "selftext": "Já procurei em todos os lugares, Estante Virtual, já até fiz post no r/tipofmytongue e não acho esse maldito que me traumatizou.\n\nÉ um livro de contos (de fada?) cheio de ilustrações, acho que a capa era verde com figuras em volta, e o conto que me marcou é sobre uma mulher grávida de gêmeos em que um deles nasce da axila dela e ele tem a pele verde e é do mal. Consigo ver na minha mente a ilustração dos gêmeos um de frente pro outro, um branco\\* e outro verde.\n\nDepois de muita pesquisa eu descobri que esse conto é uma história do povo Iroquois dos Estados Unidos, mas eu posso jurar que esse livro não era específico de contos indígenas.\n\n\\*apesar de ser aparentemente um conto indígena, eu tenho quase certeza que na ilustração o \"gêmeo bom\" era branco dos olhos azuis.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12b4edu",
            "num_comments": 2,
            "comments": [
                "Oi! Seria algum livro da Série Mitologias da Zastras?\nO Giganges é o mais parecido com a descrição:\n https://www.amazon.com.br/Gigantes-S%C3%A9rie-Mitologia-John-Malam/dp/8521315708\n\nO conto a que te referes é o \"A mulher que caiu do céu\", mas ele pode aparecer com outros nomes já que mitos são cultura oral e podem ter algumas alterações com o passar dos anos.\n\nTentei encontrar o índice do livro para ver se o conto está listado, mas não tive sucesso. Espero ter ajudado de alguma forma."
            ]
        },
        {
            "title": "sugestões de marcadores online",
            "selftext": "Preciso demais, gosto de ler no ônibus e nunca achei um adequado pra isso, um marcador onde eu possa acessar de qualquer lugar os meus livro e ver as marcações e comentários(geralmente leio em PDF msm) .E até fazer algumas leituras em conjunto,   se alguém tiver sugestões iria ajudar muito,pois, uso muito pra estudo",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12axp2n",
            "num_comments": 5,
            "comments": [
                "O app do kindle pra android faz marcações. O app do skoob não deixa ler pelo app, mas tu fica com um arquivo das duas marcações e comentários que ficam público pra outras pessoas lerem também.",
                "Gosto mt de usar o google livros, é só baixar em epub e já foi",
                "Eu uso o MoonReader no android. É um aplicativo pra leitura de e-books com uma customização muito ampla.\n\nPermite fazer marcações e comentários, e organiza eles todos em uma lista onde você clica e ele te mostra o trecho do livro onde a marcação foi feita."
            ]
        },
        {
            "title": "Qual livro que vocês acham que envelheceu mal",
            "selftext": "É normal temos expressões, séries, filmes com coisas que eram mais aceitas antigamente e que se for agora com certeza seria cancelado... mas e os livros?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12awv0b",
            "num_comments": 41,
            "comments": [
                "O menino do pijama listrado - aposto que na quinta série seu professor falou sobre ele. \n\nMas só bastou um historiador mais sério dar uma lida nesse livro para quebrar a história boba e desrespeitosa. \n\no mesmo é válido para a adaptação em filme.",
                "Monteiro Lobato e Kardec, li muito os dois.",
                "Biografia da JK Rowling ksksksksjsjjsjs",
                "Diários de um Vampiro, todos os livros.\n\nForam praticamente os prineiros livros que li, e hj em dia não me atrevo a ler dnv. Vi uma resenha recentemente com spoilers e é horripilante, é melhor deixar só na lembrança mesmo kkkkk.",
                "Sei que vou tomar muito downvote por falar de um clássico (outra vez), mas eu acho que Os Três Mosqueteiros não envelheceu tão bem, é um excelente romance, mas acho que a escrita tornou o livro um pouco maçante, além de alguns costumes que era \"comuns\" na época me incomodarem.",
                "O \"Jogo da Amarelinha\", do Cortázar, que sempre tive vontade de ler, mas acabei totalmente desmotivado pela misoginia do protagonista. \"Pergunte ao Pó\" do John Fante também, tem uma misoginia horrível. Sei que devemos tentar olhar para essas obras com certo relativismo, mas nesses dois casos são reproduções tão escrotas de violência sexista, inferiorização e assédios, que não consegui relevar.",
                "A série crepúsculo e algumas outras séries de temas semelhantes.",
                "Sapiens. Parece em primeira vista uma boa divulgação de antropologia e arqueologia, mas depois de analisado por historiadores e antropólogos, mostra-se em muitos aspectos um desserviço pras ciências humanas.",
                "Com os livros, se não forem técnicos, não existe isso de envelhecer mal. Toda a arte pode ser apreciada melhor se entender o contexto e o tempo de sua criação.\n\nO que acontece é que leitores que não viveram no tempo retratado ou se dói por algum conteúdo aceitável anteriormente reduz a obra a algo sem valor.",
                "Acho que há uma grande porcentagem de livros \"avinagrados\" no gênero Ficção científica. Um dos motivos é o próprio objeto desse estilo que é a visão científica, e se tem uma coisa que mudou demais nos últimos tempos, é a tecnologia resultado da evolução das ciências. Autores como Isaac Asimov, Robert A. Heinlein e outros ligados a Hard Science fiction são os mais atingidos. Autores mais transcendentes como Bradbury continuam aceitáveis porque os seus contos já eram alegorias, mas mesmo assim, fica difícil aceitar aquele conto no planeta Venus, com uma chuva ininterrupta, quando se sabe que \"na real\" a sua atmosfera, é de ácido sulfúrico em uma temperatura de mais de 400º. Me lembrei também do Asimov, que adorava na juventude, e quando tentei voltar a ler, não funciona mais. Não sei dizer exatamente o motivo, mas é uma coisa de \"ingênuo demais\". O mundo evoluiu mais do que ele conseguiu imaginar.",
                "Harry Potter o mais óbvio, em menos de 30 anos virou saco de pancada",
                "1984 e toda a sua paranóia anti comunista e de quebra o pior subproduto que gerou, o BBB!",
                "Neuromancer.",
                "Esperando mais alguém comentar alguma variante de \"o mundo tá chato\""
            ]
        },
        {
            "title": "Já leu algum livro que mudou sua vida?",
            "selftext": "Os livros têm o poder de nos transportar para outros mundos, estimular a nossa imaginação e nos fazer refletir sobre as nossas próprias vidas. Mas alguns livros vão além disso, e são capazes de mudar a forma como pensamos e agimos. Esses livros nos confrontam com ideias e perspectivas que nunca tínhamos considerado antes, e nos forçam a repensar nossas crenças e valores. \n\nMas nem todo mundo está disposto a se deixar ser transformado por um livro. Algumas pessoas preferem ler por entretenimento, enquanto outras acham que já têm tudo o que precisam saber. Então, eu pergunto: o que você acha dos livros que mudam vidas? Você já leu algum livro que mudou a sua forma de pensar ou agir? Se sim, como isso afetou você?",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12avgyd",
            "num_comments": 22,
            "comments": [
                "Quando eu li Neuromancer a primeira vez foi que eu descobri que o modo e o lugar onde eu vivia era uma merda total e a partir daquele momento comecei a escrever também. Aquele conceito de high tech low life mexeu demais comigo na época e eu vi que morar num barraco na beira de um rio poluído por indústrias e trabalhar apenas para comprar eletrônicos enquanto minha geladeira estava vazia era praticamente o mesmo mundo daquele livro.",
                "Admirável Mundo Novo. Me fez acreditar em umas cinco teorias da conspiração diferentes kkkkkkkkk.",
                "Mudar a vida é um pouquinho de mais, mas Santuário do Faulkner me fez mudar muito as minhas opiniões sobre justiça e julgamentos.",
                "Infinitesimal - Amil Alexander\n\nGuia dos mochileiros das galáxias - Douglas Adams\n\nEichmann em Jerusalém - Hannah Arendt",
                "Não exatamente \"mudar minha vida\".\n\nMas recentemente li Biblioteca da Meia Noite e a conclusão que a personagem chega após explorar vários cenários de arrependimentos de coisas que fez ou deixou de fazer me foi familiar. Tenho um certo comportamento de ficar pensando nos \"e se\" da vida, e o livro explora bastante isso. Acho que li numa época boa",
                "Sim, um dos primeiros livros que li foi Misto-Quente do Bukowski. Depois John Fante. Depois Hemingway. A partir daí eu já sabia que precisava me tornar um escritor.",
                "O mundo de sofia foi um livro que despertou o amor pela filosofia que tenho hj, realmente mudou minha vida. Porém tem uma linguagem infanto juvenil que talvez não sirva para você hoje, mas desconheço algo que mude tanta a vida de alguém como a filosofia, fica a dica.",
                "Mudar a vida acho meio exagerado mas tem livros que fazem pensar bastante e mesmo depois que a gente termina ainda fica com ele na cabeça por um tempo. Cito três que li mais recentemente e que fizeram isso comigo: \n\nSidartha do Herman Hesse, Flores para Algernon de Daniel Keyes e Vinhas da Ira de John Steinbeck.",
                "*Mas nem todo mundo está disposto a se deixar ser transformado por um livro. Algumas pessoas preferem ler por entretenimento, enquanto outras acham que já têm tudo o que precisam saber. Então, eu pergunto: o que você acha dos livros que mudam vidas? Você já leu algum livro que mudou a sua forma de pensar ou agir? Se sim, como isso afetou você?*\r\n\nNesse parágrafo aqui, você desconsidera que literalmente qualquer ação nossa muda o futuro das nossas vidas. Sem contar que mesmo leituras feitas a fim de entretenimento são leituras válidas - afinal, não é porque eu peguei um livro pra passar o tempo que eu não posso sair transformado ao lê-lo. \n\nLembre: o passo cria o presente. Se Juninho não tivesse lido *O Escaravelho do Diabo* lá quando tinha 12 anos, no auge da popularidade da Coleção Vaga-Lume, talvez ele não acabasse se tornando um leitor e não tivesse, aos 25 anos, pego *Como Fazer Amigos e Influenciar Pessoas,* livro que o ajudou a desenvolver importantes habilidades de comunicação que por sua vez o fizeram subir na vida.\n\nAcho engraçado como você chama as pessoas que leem para se divertir de ignorantes, quando você mesmo não percebe sua tolice, e fica imerso nessa sua arrogância - o típico leitor que só lê para se pagar de cult.\n\nNão sei quantos livros você leu até chegar nessa filosofia de vida tola. 100? 200? 500?  \nMas de uma coisa eu tenho certeza: **você é a prova viva de que qualidade é melhor que quantidade.** ![gif](emote|free_emotes_pack|flip_out)",
                "‘Comunicação não violenta’ muda a vida",
                ">Mas nem todo mundo está disposto a se deixar ser transformado por um livro. Algumas pessoas preferem ler por entretenimento\n\nSim. Fim.\n\n\nMas mesmo as mínimas coisas e ações podem mudar uma vida, apesar de ser uma expressão bem exagerada.",
                "Todos os livros que eu li afetaram as minhas decisões de uma forma ou outra. Seja um livro mais introspectivo ou um mais fantástico.\n\nAlguns livros mais introspectivos que li, como por exemplo \"A Distância entre Nós\" (ganhei esse de presente ainda, foi bem significativo) e \"O Alquimista\", me fizeram enxergar mais as questões de oportunidades e também a praticar mais a gratidão (e esses foram só uns dos que me afetaram nesse quesito).\n\nNo quesito fantasia, tem \"A Maldição do Tigre\" que li no ensino médio e até hoje não sei como consegui terminar os 4 livros que achei clichê num nível meio insuportável. Portanto, agora não tenho mais o costume de continuar livros e séries que não estou curtindo/algo me desagrada muito. Se não for necessário, prefiro evitar perder meu tempo lendo.\n\nAgora, eu já deixei de ler Percy Jackson no meu Ensino Médio por não conseguir continuar a leitura. Não sei o que aconteceu na época, mas eu não conseguia focar nela, então deixei quieto. Comecei a leitura novamente no mês passado e estou achando INCRÍVEL. Não me arrependo de não ter lido antes, talvez eu não absorvesse o conteúdo como estou fazendo hoje. Logo, isso serviu como aprendizado para saber que tudo tem o seu tempo.\n\nGosto e sempre estou procurando um aprendizado nas coisas que faço e nunca deixo de ficar impressionada com os resultados. Eu acredito que essa experiência deva ser vivenciada mais vezes.",
                "São tantos. Senhor dos Anéis. Harry Potter. A Historia Sem Fim. His Dark Materials. \nEu aprendi tanto, cresci muito como pessoa graças a esses livros, tanto que até hj recorro a eles em momentos dificeis, pois suas historias e personagens me dão esperança.",
                "Sim, a Bíblia e imitação de Cristo, recomendo vivamente."
            ]
        },
        {
            "title": "Listão mensal de lançamentos da Revista 451",
            "selftext": "A Revista 451 elabora uma lista com lançamentos em várias áreas. Sempre vale à pena dar uma conferida.\n\n[https://www.quatrocincoum.com.br/br/listao](https://www.quatrocincoum.com.br/br/listao)",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12an1za",
            "num_comments": 0
        },
        {
            "title": "Quão comum é esquecer do conteúdo dos livros lidos?",
            "selftext": "Oie, pessoal!\n\nEu tenho o costume de pegar muitas séries literárias para ler e na maioria das vezes é porque eu nem havia pesquisado para ver se o livro tinha continuação. É aí que entra o problema. Digo, não me entendam mal, continuo fazendo isso porque adoro uma série, mas a questão é: como vocês fazem para não esquecerem dos conteúdos dos livros anteriores?\n\nMinha capacidade de reter informações de livros que já li têm me deixado na mão a cada continuação que pego para ler. Cheguei até a considerar ler tudo de novo (os quatro livros que li de Trono de Vidro, Harry Potter inteiro, o primeiro livro da Saga do Assassino entre outros - aliás, vocês repararam no padrão dos gêneros que leio? 👀). Logicamente esse efeito é maior quando eu demoro muito para ler o próximo livro.\n\nEnfim, gostaria de saber se essa situação é recorrente com vocês também e quais seus métodos para lidar com isso. Eu, por exemplo, costumo fingir que lembro e vida que segue, mas às vezes acho necessário pesquisar certo acontecimento e, mesmo assim, tem vezes que não me lembro, então volto para a minha primeira opção.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "129zim0",
            "num_comments": 6,
            "comments": [
                "De modo geral, isso é normal, por assim dizer, visto que o cérebro tem mania de  \"apagar\" (nao são apagadas, é só que perdemos o acesso) as memórias do detalhes, seja de livro, filme ou da vida. Quanto a isso não se preocupe!\n\nEntretanto quando vc absorve algo, tende a permanecer por muito tempo, e isso só é possível   de duas variáveis, ou te marcou muito ou vc viu repetidas vezes a mesma coisa. Dito isso, ao vc ler uma página ou trecho ou mesmo nomes de personagens, aos poucos o cérebro começa a reativar a memória que esta ligada ao presente momento, no caso, a leitura de tal livro.\n\nNo seu caso, não precisaria ler todo o livro novamente ou fingir que lembra, apenas procure um resumo que já vai ajudar muito.\n\nQuanto a mim, posso dizer q sou 'abençoado' quanto a memória, nesse exato momento em que escrevo estou lembrando de alguns fatos marcantes em trono de vidro (mas poucos detalhes), q por sinal é muito bom (só não gostei do cuidado da editora com as impressões), e eu também 'terminei' no livro 4 (a autora enrolou um pouco no meio do livro 3), ainda falto comprar os dois últimos kkk e acho q vai dar uma bagunça das boas...\n\nOutra dica, mas essa vale mais pros estudos, mas tbm dá pra aplicar. É vc associar coisas que vc acha importante no livro (ou conteúdo) com coisas que vc já tem costume ou presencia muito.",
                "Eu tenho esse problema tbm kkkkk, acho que se eu lembro de umas 10 cenas de todos os livros de Harry Potter é muito.\n\nIsso é um problemão quando você da um tempo para uma série específica e resolve ler os próximos livros depois. Você esquece tudo o que já leu e tem que ler novamente pra poder continuar a série.\n\nEu já li A Guerra do Velho duas vezes por causa disso, e vou precisar ler mais uma ainda se der vontade de continuar a série de novo kkk.",
                "Raramente eu lembro de algo que assisto, leio, jogo, geralmente o que fica é o sentimento que aquilo me causa, por exemplo quando lembro dos livros de Machado de Assis(meu autor favorito de todos os tempos) eu não lembro de forma alguma o que ocorre nos livros, mas lembro que a leitura deles me fez bem e isso para mim já é o suficiente."
            ]
        },
        {
            "title": "Alguém sabe qual é o livro??",
            "selftext": "Pessoal, tô precisando de uma ajuda pra descobrir um livro que eu li e nunca consegui terminar, e pra piorar, esqueci completamente o nome dele! Vocês podem me ajudar?\nA história é o seguinte, um homem oriental, que eu não me lembro ao certo de que país, era um médico com uma ótima vida, um bom casamento, emprego e vivia em um bom lugar. Porém, do nada sua mulher teve um surto/crise e aparentemente EXPLODIU em um café, com crianças lá...sim, isso mesmo. O médico fica desesperado procurando um porque disso, sendo que a sua mulher não era religiosa nem nada, muito menos de um culto ou algo assim. \nEle volta para seu país de origem (não lembro), pra falar com gangues sobre isso, pra ver se sabem de algo relacionado a morte de sua esposa, pra ver se ela se envolveu com coisa pesada. E mesmo com todas essas buscas, o médico não obteve pista nenhuma e nada de resultados. \nBem, é isso que eu lembro do livro, não vou saber mais muitas informações sobre. Se puderem me ajudar vou ficar muito feliz, é angustiante ter gostado tanto desse livro e jamais ter o terminado.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12ai9wu",
            "num_comments": 3,
            "comments": [
                "Seria O Atentado - Yasmina Khadra?"
            ]
        },
        {
            "title": "Recomendação de livros de Física.",
            "selftext": "Bem diretamente: vocês acham melhor começar pelos Tópicos, ou pelo Moysés? Meu intuito é aprender Física ao nível de graduação e olímpico (IPhO, por exemplo). Já sei Cálculo e toda a Matemática do E.M., isto é, independentemente da linguagem matemática, eu consigo entender.",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "12a0pbz",
            "num_comments": 12,
            "comments": [
                "Halliday é uma coleção bem completa.",
                "Tem uma coleção chamada \"física clássica \" é melhor do que tópicos de física, mas esses são de nível médio. Se quiser de nível superior o Moysés é uma boa também.",
                "Moyses pula direto pra cálculo. No primeiro livro, a parte inicial trabalha somente com cálculo 1. A medida que vai avançando, começa a entrar conceitos de cálculo 2 e 3. O segundo livro usa todos os cálculos. O terceiro é inviável pra quem tem nível médio. É difícil até pra quem é intermediário/avançado na graduação. O quarto ainda não peguei pra ler.\n\nDito isso, se você só tem o nível médio, recomendo evitar Moyses por enquanto. Dê uma olhada na coleção  do Haliday ou Sears & Zemanski.",
                "Se você sabe cálculo e não sabe nada de física, recomendo começar pelo Sears & Zemansky ou Randall.\n\nMoysés é livro recomendado pra estudantes avançados, que querem se aprofundar.  \nComeçar por ele só vai lhe causar frustração.",
                "Sou ingressante do curso de Física e passei por alguns livros de Física durante meu ensino médio. A física é uma matéria que precisamos rever constantemente, por isso não tenha medo de usar diferentes livros. \n\nDito isso, Moysés e Tópicos são bastante distintos, como você deve saber; não recomendo que você use o Halliday at all, especialmente nas edições mais antigas, pois ele só contém os resultados básicos das matérias e não acredito que vai acrescentar muito à sua teoria ou à sua capacidade de resolução de exercícios. Vamos lá:\n\nFísica 1: Tópicos sempre é uma boa opção para o seu embasamento. Se você já viu os assuntos, o Moysés 1 é bom para aprofundar alguns pontos e os exercícios são desafiadores, porém EU o considero desnecessariamente rebuscado (não posso falar pelos outros volumes, que aparentemente são bem bons e robustos). + dê uma olhada no Tipler 1 para alguns resultados em Movimento Circular (energia cinética de rotação).\n\nAGORA, uma dica que fez todo o diferencial pra mim: os livros de Mecânica do Renato Brito. Nesses livros você consegue aprender com exercícios, subindo gradativamente o nível e aprendendo muitos estilos de resolução. Naturalmente, com o RB você vai conseguir atacar o Saraeva e depois o Irodov.\n\nFísica 2, 3: Aí chegamos num ponto um pouco polêmico: me parece que grande parte do conhecimento olímpico a esse nível é o conhecimento da graduação bizurado. Ou seja, ele vem principalmente dos professores físicos que organizam apostilas nas escolas cearenses e etc. Ouço falar do Griffiths de Eletromagnetismo e o Mario José de Oliveira de Termodinâmica. Posso recomendar o livro de Física 3 a nível olímpico do peruano Walter Lauro Pérez (se você conseguir achá-lo, o meu é da VestSeller tbm).\n\nVou ficar devendo recomendações de livros desse ciclo que eu tenha REALMENTE usado, pois não os usei ainda, queria mais acrescentar o Renato Brito nas suas opções e desrecomendar o Halliday."
            ]
        },
        {
            "title": "Como publicar um livro de forma independente?",
            "selftext": "",
            "subreddit": "Livros",
            "topic": "livros",
            "id": "129yeat",
            "num_comments": 0
        }
    ]
}